Repository: KasunDA/Katak-support
Catalog: i18n/templates/*.po
Languages: de_de, hr_hr, pl_pl

source: Can <b>Transfer</b> Tickets
de_de: Kann Tickets <b>transferieren</b>
hr_hr: Može <b>prenijeti</b> zahtjev
pl_pl: Czy bilety można <b> Transferować </ b>

source: Ability to transfer tickets from one dept to another.
de_de: Berechtigung, um Tickets zwischen Abteilungen zu transferieren.
hr_hr: Dozvola za prijenos zahtjeva iz jednog odjela na drugi.
pl_pl: Możliwość transferu biletów z jednego dept do drugiego.

source: Can <b>Assign</b> Tickets
de_de: Kann Tickets <b>zuweisen</b>
hr_hr: Možete <b>dodijeliti</b> zahtjev
pl_pl: Czy można zamówić bilet <b> Przypisz </b>

source: Ability to assign tickets to a staff member.
de_de: Berechtigung, Tickets an Mitarbeiter zuzuweisen.
hr_hr: Može dodijeliti zahtjev članu osoblja.
pl_pl: Zdolność do przypisywania biletów personelowi.

source: Can <b>Delete</b> Tickets
de_de: Kann Tickets <b>löschen</b>
hr_hr: Može <b>izbrisati</b> zahtjev
pl_pl: Czy można usuwać bilety <b> Usuń </ b>

source: <b>Note</b>: Deleted tickets can't be recovered.
de_de: Berechtigung, Tickets zu löschen. <b>Hinweis</b>: Gelöschte Tickets können nicht wiederhergestellt werden!
hr_hr: <b>Napomena:</b> Izbrisani zahtjevi se ne mogu vratiti.
pl_pl: <B> Uwaga </ b>: usunięte bilety nie mogą zostać odzyskane.

source: Can <b>Ban</b> Emails
de_de: Kann E-Mail-Adressen <b>sperren</b>
hr_hr: Može <b>zabraniti</b> adrese e-pošte
pl_pl: Czy <b> Ban </ b> wiadomości e-mail

source: Ability to add/remove emails from banlist via tickets interface.
de_de: Berechtigung, E-Mail-Adressen über die Ticket-Ansicht zur Sperrliste hinzuzufügen oder zu entfernen.
hr_hr: Mogućnost dodavanja i uklanjanja adresa s popisa zabranjenih.
pl_pl: Możliwość dodawania / usuwania e-maili z banlistów za pośrednictwem interfejsu biletów.

source: Can <b>Manage</b> Std. Replies
de_de: Kann vordefinierte Antworten <b>verwalten</b>
hr_hr: Može <b>upravljati</b> predlošcima odgovora
pl_pl: Czy <b> Zarządzaj </ b> Std. Odpowiedzi

source: Ability to add/update/disable/delete standard responses.
de_de: Berechtigung, vordefinierte Antworten zuhinzuzufügen/zu aktualisieren/zu deaktivieren/zu löschen.
hr_hr: Mogućnost dodavanja/onemogućavanja/ažuriranja predložaka odgovora.
pl_pl: Możliwość dodawania / aktualizacji / wyłączania / usuwania standardowych odpowiedzi.

source: Staff Roles
de_de: Mitarbeiter Aufgabebereiche
hr_hr: Skupine osoblja
pl_pl: Role pracowników

source: Role Name
de_de: Aufgabebereichsname
hr_hr: Naziv skupine
pl_pl: Nazwa roli

source: Are you sure you want to ENABLE selected role(s)
hr_hr: Jeste li sigurni da želite OMOGUĆITI odabrane skupine
pl_pl: Czy na pewno chcesz WYBIERZCzy jesteś pewien, że chcesz WŁĄCZAĆ wybrane role (ki) wybranych roli (ów)

source: Are you sure you want to DISABLE selected role(s)
de_de: Sind Sie sicher, dass Sie die ausgew&auml;hlten Aufgabenbereiche deaktivieren wollen?
hr_hr: Jeste li sigurni da želite ONEMOGUĆITI odabrane skupine
pl_pl: Czy na pewno chcesz wyłączyć wybraną rolę (y)

source: Are you sure you want to DELETE selected role(s)
de_de: Sind Sie sicher, dass Sie die ausgewählten Aufgabenbereiche l&ouml;schen wollen?
hr_hr: Jeste li sigurni da želite IZBRISATI odabrane skupine
pl_pl: Czy na pewno chcesz usunąć wybraną rolę (y)

source: Update: %s %s
de_de: %s %s aktualisieren
hr_hr: Ažuriranje: %s %s
pl_pl: Aktualizacja: %s %s

source: New Staff Member
de_de: Neue Mitarbeiter
hr_hr: Novi član osoblja
pl_pl: Nowy członek personelu

source: Temp password required (min. 6 chars.)
de_de: Neues Passwort benötigt (mind. 6 char.)
hr_hr: Potrebna privremena lozinka (najmanje 6 znakova)
pl_pl: Wymagane hasło tymczasowe (min. 6 znaków).

source: User Account
de_de: Benutzerkonto
hr_hr: Korisnički račun
pl_pl: Konto użytkownika

source: Staff Role:
de_de: Mitarbeiter Aufgabebereich:
hr_hr: Skupina:
pl_pl: Rola personelu:

source: Select Role
de_de: Aufgabebereich wählen
hr_hr: Odaberite skupinu
pl_pl: Wybierz Rola

source: Forced Password Change:
de_de: Obligatorische Passwortänderung:
hr_hr: Zahtijevaj promjenu lozinke:
pl_pl: Wymuszona zmiana hasła:

source: Require a change of password in the next login
de_de: Beim nächsten Login Passwortänderung erforderlich
hr_hr: Lozinka se mora promijeniti kod sljedeće prijave
pl_pl: Wymagaj zmiany hasła podczas następnego logowania

source: Directory Listing
de_de: Mitarbeiterliste
hr_hr: Imenik
pl_pl: Lista katalogów

source: Show the user on staff's directory
de_de: Anzeigen in der Mitarbeiterliste
hr_hr: Prikaži korisnika u imeniku osoblja
pl_pl: Pokaż użytkownika na liście pracowników

source: Vacation Mode
de_de: Urlaubszeit, Abwesenheit
hr_hr: Godišnji odmor
pl_pl: Tryb urlopowy

source: Staff on vacation mode.
de_de: Mitarbeiterstatus inaktiv
hr_hr: Član je u režimu godišnjeg odmora.
pl_pl: Pracownicy na wakacjach.

source: No ticket assignment or Alerts
de_de: Keine Zuweisung von Tickets oder Warnungen
hr_hr: Ne dodjeljuju mu se zahtjevi i ne prima obavijesti
pl_pl: Brak alokacji biletów lub alerty

source: Staff in dept.:
de_de: Mitarbeiter in der Abt.:
hr_hr: Osoblje u odjelu:
pl_pl: Personel w dept .:

source: Staff with role:
de_de: Mitarbeiter mit Aufgabenbereich:
hr_hr: Osoblje s ulogom:
pl_pl: Pracownicy z rolą:

source: Role
de_de: Aufgabebereich
hr_hr: Uloga
pl_pl: Rola

source: Standard/Canned Replies
hr_hr: Predlošci odgovora
pl_pl: Standardowe / konserwowane odpowiedzi

source: category
de_de: Abteilung
hr_hr: kategorija
pl_pl: Kategoria

source: Sort By Title
de_de: Sortieren nach Titel
hr_hr: Poredaj po naslovu
pl_pl: Sortuj według tytułu

source: Reply Title
de_de: Titel
hr_hr: Naslov odgovora
pl_pl: Odpowiedz tytuł

source: Category/Dept
de_de: Kategorie/Abteilung
hr_hr: Kategorija/odjel
pl_pl: Kategoria / dział

source: Sort By Update Date
de_de: Sortieren nach Datum
hr_hr: Poredano po datumu ažuriranja
pl_pl: Sortuj według daty aktualizacji

source: Are you sure you want to ENABLE selected entries?
hr_hr: Sigurno želite omogućiti odabrane stavke?
pl_pl: Czy na pewno chcesz włączyć wybrane wpisy?

source: Are you sure you want to DISABLE selected entries?
hr_hr: Sigurno želite onemogućiti odabrane stavke?
pl_pl: Czy na pewno chcesz WYBIERZ wybrane wpisy?

source: Are you sure you want to DELETE selected entries?
de_de: Sind Sie sicher, dass Sie die ausgewählten Eintr&auml;ge l&ouml;schen wollen?
hr_hr: Sigurno želite ukloniti odabrane stavke?
pl_pl: Czy na pewno chcesz usunąć wybrane wpisy?

source: Errors
de_de: Fehler
hr_hr: Pogreške
pl_pl: Błędy

source: Warnings
de_de: Warnungen
hr_hr: Upozorenja

source: Debug logs
hr_hr: Debug zapisi
pl_pl: Debuguj dzienniki

source: All logs
de_de: Alle Logdateien
hr_hr: Svi zapisi
pl_pl: Wszystkie dzienniki

source: Entered date span is invalid. Selection ignored.
hr_hr: Odabran raspon datuma nije ispravan. Odabir zanemaren.
pl_pl: Wprowadzony zakres dat jest nieprawidłowy. Wybór został zignorowany.

source: System Logs
de_de: Protokolle
hr_hr: Zapisi sustava
pl_pl: Dzienniki systemu

source: Date Span:
de_de: Zeitraum:
hr_hr: Vremenski raspon:
pl_pl: Data przedziału:

source: From
de_de: von
hr_hr: Od

source: to
de_de: bis
hr_hr: do
pl_pl: do

source: Type:
de_de: Typ:
hr_hr: Tip:
pl_pl: Rodzaj:

source: Query returned 0 results.
de_de: Suche ergab 0 Ergebnisse.
hr_hr: Upit vratio 0 rezultata.
pl_pl: Query zwróciło 0 wyników.

source: Template Info
hr_hr: Podaci o predlošku
pl_pl: Informacje o szablonie

source: Last updated on
de_de: Zuletzt aktualisiert am
hr_hr: Zadnje ažuriranje
pl_pl: Ostatnia aktualizacja

source: Internal notes:
de_de: Interne Anmerkungen:
hr_hr: Unutarnje bilješke:
pl_pl: Notatki wewnętrzne:

source: Administrative notes
de_de: Administrative Vermerke
hr_hr: Administrativne bilješke
pl_pl: Uwagi administracyjne

source: User
de_de: Benutzer
hr_hr: Korisnik
pl_pl: Użytkownik

source: New Ticket Autoresponse
de_de: Auto-Antwort bei neuem Ticket
hr_hr: Autom. odgovor na novi zahtjev
pl_pl: Nowe Autoresponse Biletowe

source: Autoresponse sent to user on new ticket if enabled.
hr_hr: Pošalji korisniku automatski odgovor na novi zahtjev (ako je omogućeno).
pl_pl: Autoresponse wysyłane do użytkownika na nowym bilecie, jeśli jest włączone.

source: Meant to give the user the ticket ID which can be used to check the status online.
hr_hr: Korisniku dostavlja ID zahtjeva kako bi mogao pratiti stanje.
pl_pl: Ma na celu przekazanie użytkownikowi identyfikatora biletu, który może być używany do sprawdzenia stanu online.

source: Subject
de_de: Betreff
hr_hr: Predmet
pl_pl: Przedmiot

source: Message Body:
de_de: Inhalt:
hr_hr: Sadržaj poruke:
pl_pl: Treść wiadomości:

source: New Message Autoresponse
de_de: Auto-Antwort bei neuer Nachricht
hr_hr: Automatski odgovor na novu poruku
pl_pl: Nowa odpowiedź autora

source: Confirmation sent to user when a new message is appended to an existing ticket. (email and web replies)
hr_hr: Korisniku šalje potvrdu da je zaprimljena dopuna postojećeg zahtjeva (e-mail i web).
pl_pl: Potwierdzenie wysłane do użytkownika po dodaniu nowej wiadomości do istniejącego biletu. (Odpowiedzi e-mail i internetowych)

source: New Ticket Notice
hr_hr: Obavijest o novom zahtjevu
pl_pl: Nowy komunikat o biletach

source: Notice sent to user, if enabled, on new ticket <b>created by staff</b> on their behalf.
de_de: Benachrichtigung, falls aktiviert, die bei einem neuen Ticket, das vom Mitarbeiter im Namen des Kunden eröffnet wurde, an den Kunden versendet wird.
hr_hr: Pošalji korisniku obavijest (ako je omogućeno) ako <b>osoblje</b> izradi zahtjev u njihovo ime.
pl_pl: Powiadomienie wysłane do użytkownika, jeśli jest włączone, na nowym bilecie <b> utworzonym przez personel </ b> w ich imieniu.

source: Over Ticket limit Notice
de_de: Benachrichtigung bei Limitüberschreitung
hr_hr: Obavijest o prekoračenom broju zahtjeva
pl_pl: Ograniczenie rezerwacji biletów

source: A one time notice sent when user has reached the max allowed open tickets defined in preferences.
hr_hr: Pošalji jednokratnu obavijest kada korisnik dostigne maksimalan broj mogućih otvorenih zahtjeva određen u postavkama.
pl_pl: Powiadomienie jednorazowe, gdy użytkownik dotarł do maksymalnie dozwolonych biletów zdefiniowanych w preferencjach.

source: Admin email gets alert each time a support ticket request is denied.
hr_hr: Svaki put kada se zahtjev odbije šalje se obavijest na e-mail administratora.
pl_pl: Adres e-mail administratora dostaje ostrzeżenie za każdym razem, gdy żądanie biletu pomocy technicznej jest zabronione.

source: Ticket Response/Reply
hr_hr: Odgovor na zahtjev
pl_pl: Odpowiedź na bilet / odpowiedź

source: Message template used when responding to a ticket or simply alerting the user about a response/answer availability.
hr_hr: Predložak kada odgovaramo na zahtjev ili obavještavamo korisnika da je dostupan novi odgovor.
pl_pl: Szablon wiadomości używany podczas odpowiadania na bilet lub po prostu ostrzegania użytkownika o dostępności odpowiedzi / odpowiedzi.

source: New Ticket Alert
de_de: Benachrichtigung bei neuem Ticket
hr_hr: Obavijest o novom zahtjevu
pl_pl: Nowy alert o biletach

source: Alert sent to staff ( if enabled) on new ticket.
de_de: Benachrichtigung, falls aktiviert, die bei einem neuen Ticket an die Mitarbeiter versendet wird.
hr_hr: Slanje obavijesti osoblju o novom predanom zahtjevu.
pl_pl: Alert wysłany do personelu (jeśli jest włączony) na nowym bilecie.

source: New Message Alert
de_de: Benachrichtigung bei neuer Nachricht
hr_hr: Obavijest o novoj poruci
pl_pl: Nowy komunikat o alertu

source: Alert sent to staff ( if enabled) when user replies to an existing ticket.
de_de: Benachrichtigung, falls aktiviert, die bei einer neuen Nachricht eines Benutzers zu einem bestehenden Ticket, an die Mitarbeiter versendet wird.
hr_hr: Pošalji odjelu upozorenje (ako omogućeno) ako korisnik odgovori na postojeći zahtjev.
pl_pl: Alert wysłany do personelu (jeśli jest włączony), gdy użytkownik odpowiada na istniejący bilet.

source: New Internal Note Alert
de_de: Benachrichtigung bei neuer interner Anmerkung
hr_hr: Upozorenje nove unutarnje bilješke
pl_pl: Nowy komunikat ostrzegawczy wewnętrzny

source: Alert sent to selected staff ( if enabled) when an internal note is appended to a ticket.
de_de: Benachrichtigung, falls aktiviert, die bei einer neuen internen Notiz an ausgewählte Mitarbeiter versendet wird.
hr_hr: Pošalji odjelu upozorenje (ako omogućeno) pri dodavanju unutarnje bilješke u zahtjev.
pl_pl: Alert wysłany do wybranego personelu (jeśli jest włączony), gdy wewnętrzna notatka jest dołączona do biletu.

source: Ticket Assigned Alert/Notice
hr_hr: Obavijest/upozorenje o dodjeli zahtjeva
pl_pl: Ostrzeżenie / zawiadomienie o biletach

source: Alert sent to staff on ticket assignment.
de_de: Benachrichtigung, die bei Ticket-Zuweisung an die Mitarbeiter versendet wird.
hr_hr: Pošalji odjelu upozorenje kod dodjele zahtjeva
pl_pl: Alert wysłany do personelu przy przydzielaniu biletów

source: Overdue/Stale Ticket Alert/Notice
hr_hr: Obavijest o zakašnjelom/zaostalom zahtjevu
pl_pl: Spóźniony / Stały Bilet Alertu / Powiadomienia

source: Alert sent to staff on stale or overdue tickets.
de_de: Benachrichtigung, die bei alten oder Überfälligen Tickets an die Mitarbeiter versendet wird.
hr_hr: Obavijesti osoblje o zakašnjelim ili zaostalim zahtjevima.
pl_pl: Alert wysłany do personelu na stale lub zaległych biletach.

source: Sort by name
de_de: Nach Namen sortieren
hr_hr: Poredaj po imenu/nazivu
pl_pl: Sortuj według nazwy

source: In-Use
de_de: In Benutzung
hr_hr: U uporabi
pl_pl: W użyciu

source: Last Update
de_de: Letzte Änderung
hr_hr: Zadnje ažuriranje
pl_pl: Ostatnia aktualizacja

source: Delete Template(s)
de_de: Vorlage(n) Löschen
hr_hr: Brisanje predloška
pl_pl: Usuń szablon(y)

source: Are you sure you want to DELETE selected template(s)?
de_de: Sind Sie sicher, dass Sie die ausgewählten Vorlagen LÖSCHEN wollen?
hr_hr: Jeste li sigurni da želite UKLONITI odabrane predloške?
pl_pl: Czy na pewno chcesz usunąć wybrany szablon?v

source: Add New Template
de_de: Neue Vorlage hinzufügen
hr_hr: Dodaj novi predložak
pl_pl: Dodaj nowy szablon

source: To add a new template - select existing template and edit it thereafter.
de_de: Um eine neue Vorlade hinzuzufügen vorhanden Vorlage wählen und anschließend bearbeiten.
hr_hr: Da biste dodali novi predložak, odaberite postojeći predložak i uredite ga.
pl_pl: Aby dodać nowy szablon - wybierz istniejący szablon i edytuj go później.

source: Copy
de_de: Duplizieren
hr_hr: Kopiraj
pl_pl: Kopiuj

source: Select Template to Copy
de_de: Vorlagen wählen zu duplizieren
hr_hr: Odaberite predložak za kopiranje
pl_pl: Wybierz szablon, aby skopiować

source: Variables
de_de: Variablen
hr_hr: Varijable
pl_pl: Zmienne

source: Variables are used on email templates as placeholders. Please note that non-base variables depends on the context in question.
de_de: Variablen werden gebraucht als Platzhalter für E-Mail-Vorlagen. Hinweis: Nicht-Basis-Variablen sind Context abhänging.
hr_hr: Varijable se koriste u predlošcima odgovora. Imajte na umu da ne-osnovne varijable ovise o kontekstu.
pl_pl: Zmienne są używane w szablonach wiadomości e-mail jako zastępczych. Należy pamiętać, że zmienne nie bazowe zależą od kontekstu, o którym mowa.

source: Base Variables
de_de: Basis Variablen
hr_hr: Osnovne varijable
pl_pl: Zmienne bazowe

source: Other Variables
de_de: Andere Variablen
hr_hr: Ostale varijable
pl_pl: Inne zmienne

source: Ticket ID (internal ID)
hr_hr: ID zahtjeva (interni ID)
pl_pl: Identyfikator biletu (identyfikator wewnętrzny)

source: Ticket number (external ID)
hr_hr: Broj zahtjeva (vanjski ID)
pl_pl: Numer biletu (zewnętrzny ID)

source: Email address
de_de: E-Mail-Adresse
hr_hr: Adresa e-pošte
pl_pl: Adres e-mail

source: Full name
de_de: Name/Vorname
hr_hr: Ime i prezime
pl_pl: Pełne imię i nazwisko

source: Help topic (web only)
de_de: Ticketthemen (nur Web)
hr_hr: Tema pomoći (samo na webu)
pl_pl: Temat pomocy (tylko internetowa)

source: Phone number
de_de: Telefonnr.
hr_hr: Broj telefona
pl_pl: Numer telefonu

source: Assigned staff (if any)
de_de: Zugewiesener Mitarbeiter (falls vorhanden)
hr_hr: Dodijeljeno članu osoblja (ako je dodijeljeno)
pl_pl: Przydzielony personel (jeśli występuje)

source: Due date
de_de: Stichtag
hr_hr: Datum krajnjeg roka
pl_pl: Termin

source: Date closed
de_de: Schließungsdatum
hr_hr: Datum zatvaranja
pl_pl: Data zamknięta

source: Message (incoming)
de_de: Nachrict (eingehend)
hr_hr: Poruka (dolazna)
pl_pl: Wiadomość (przychodząca)

source: Response (outgoing)
de_de: Antwort (ausgehend)
hr_hr: Odgovor (odlazni)
pl_pl: Odpowiedź (wychodząca)

source: Internal note
de_de: Interne Anmerkung
hr_hr: Interna bilješka
pl_pl: Uwaga wewnętrzna

source: Staff's name (alert/notices)
de_de: Mitarbeitername (Warnung/Hinweis)
hr_hr: Ime člana osoblja (upozorenje/obavijesti)
pl_pl: Nazwa personelu (alert / zawiadomienia)

source: Assigned staff
de_de: Zugewiesener Mitarbeiter
hr_hr: Dodijeljeno članu osoblju
pl_pl: Przydzielony personel

source: Staff assigning the ticket
de_de: Zuweisende Mitarbeiter
hr_hr: Zahtjev dodijelio
pl_pl: Personel wyznaczający bilet

source: Katak-support's base url (FQDN)
de_de: Katak-support's Basis URL (FQDN)
hr_hr: Osnovni URL Katak Supporta (FQDN)
pl_pl: Podstawowy adres URL wsparcia technicznego firmy Katak (FQDN)

source: Overdue Tickets
de_de: Überfällige Tickets
hr_hr: Zakašnjeli zahtjevi
pl_pl: Zaległe bilety

source: Advanced
de_de: Erweitert
hr_hr: Napredno
pl_pl: zaawansowane

source: Dept:
de_de: Abteilung:
hr_hr: Odjel:
pl_pl: Dział:

source: Status is:
de_de: Status:
hr_hr: Status je:
pl_pl: Status:

source: Any status
de_de: Jeder Status
hr_hr: Bilo koji
pl_pl: Dowolny stan

source: Overdue
de_de: Überfällig
hr_hr: Zakašnjeli
pl_pl: Zaległy

source: Scan
de_de: Durchsuchen
hr_hr: Pretraži
pl_pl: Skandować

source: Fulltext
hr_hr: sav tekst
pl_pl: Pełny tekst

source: Sort by:
de_de: Sortieren nach:
hr_hr: Poredaj po:
pl_pl: Sortuj według:

source: Ticket #
de_de: Ticket Nr.
hr_hr: Zahtjev br.
pl_pl: Bilet #

source: Date
de_de: Datum
hr_hr: Datum
pl_pl: Data

source: Descending
de_de: Absteigend
hr_hr: Silazno
pl_pl: Malejąco

source: Ascending
de_de: Aufsteigend
hr_hr: Uzlazno
pl_pl: Rosnąco

source: Results Per Page:
de_de: Ergebnisse pro Seite:
hr_hr: Rezultata po stranici:
pl_pl: Wyniki na stronę:

source: Basic
de_de: Einfach
hr_hr: Osnovno
pl_pl: podstawowy

source: Sort By Ticket ID
de_de: Sortieren nach Ticket Nr.
hr_hr: Poredaj po ID-ju
pl_pl: Sortuj według identyfikatora biletu

source: Ticket
hr_hr: Zahtjev
pl_pl: Bilet

source: Sort By Date
de_de: Sortieren nach Datum
hr_hr: Poredaj po datumu
pl_pl: Sortowanie według daty

source: Comes from
de_de: Absender
hr_hr: Pošiljatelj
pl_pl: Pochodzi z

source: Sort By Category
de_de: Sortieren nach Kategorie
hr_hr: Poredaj po kategoriji
pl_pl: Sortuj według kategorii

source: Sort By Priority
de_de: Sortieren nach Priorität
hr_hr: Poredaj po prioritetu
pl_pl: Sortuj według priorytetów

source: Answered on
de_de: Beantwortet am
hr_hr: Odgovoreno dana
pl_pl: Odpowiedz na

source: Assigned to
de_de: Zugewiesen an
hr_hr: Dodijeljeno
pl_pl: Przypisane do

source: Ticket from:
de_de: Ticket von:
hr_hr: Zahtjev od:
pl_pl: Bilet od:

source: Locked Ticket
de_de: Geschlossene Ticket
hr_hr: Zahtjev zaključan jer je u obradi
pl_pl: Zablokowany bilet

source: Reopen
de_de: Wiedereröffnen
hr_hr: Ponovo otvoriti
pl_pl: Otworzyć na nowo

source: Are you sure you want to reopen selected tickets?
hr_hr: Jeste li sigurni da želite ponovo otvoriti odabrane zahtjeve?
pl_pl: Czy na pewno chcesz ponownie otworzyć wybrane bilety?

source: Are you sure you want to mark selected tickets overdue/stale?
hr_hr: Jeste li sigurni da želite označiti odabrane zahtjeve zakašnjelima/zaostalima?
pl_pl: Czy na pewno chcesz zaznaczyć wybrane bilety przepełnione / przeterminowane?

source: Close
de_de: schließen
hr_hr: Zatvori
pl_pl: Blisko

source: Are you sure you want to close selected tickets?
hr_hr: Jeste li sigurni da želite zatvoriti odabrane zahtjeve?
pl_pl: Czy na pewno chcesz zamknąć wybrane bilety?

source: Are you sure you want to DELETE selected tickets?
de_de: Sind Sie sicher, dass Sie die ausgewählten Tickets l&ouml;schen wollen?
hr_hr: Jeste li sigurni da želite UKLONITI odabrane zahtjeve?
pl_pl: Czy na pewno chcesz usunąć wybrane bilety?

source: Edit Topic
de_de: Ticketthema bearbeiten
hr_hr: Uredi temu
pl_pl: Edytuj temat

source: New Help Topic
de_de: Neues Thema
hr_hr: Nova tema za pomoć
pl_pl: Nowy temat pomocy

source: Disabling auto response will overwrite dept settings.
de_de: Deaktivieren der automatischen Antwort überschreibt Abteilungseinstellungen
hr_hr: Onemogućavanje automatskog odgovora će prepisati postavke odjela.
pl_pl: Wyłączenie automatycznej odpowiedzi spowoduje zastąpienie ustawień dept.

source: Topic Status
de_de: Themenstatus
hr_hr: Stanje teme
pl_pl: Stan tematu

source: Auto Response:
de_de: Automatiche Antwort
hr_hr: Autom. odgovor:
pl_pl: Automatyczna odpowiedź:

source: <b>Disable</b> autoresponse for this topic. (<i>Overwrite Dept setting</i>)
de_de: <b>Deaktiviert</b> die automatische Antwort für dieses Ticketthema. (<i>Überschreibt Abteilungseinstellungen</i>)
hr_hr: <b>Onemogući</b> automatski odgovor za ovu temu. (<i>prepiši postavke za odjel</i>)
pl_pl: <B>Wyłącz</b> autoresponse dla tego tematu. (<I>Zastąp ustawienia Dept</ i>)

source: New Ticket Priority:
de_de: Neue Vorgangsdringlichkeit
hr_hr: Prioritet novog zahtjeva:
pl_pl: Nowy priorytet Biletu:

source: New Ticket Department:
de_de: Abteilung des neuen Tickets:
hr_hr: Odjel novog zahtjeva:
pl_pl: Nowy dział biletów:

source: New Ticket assignment:
de_de: Zuweisung des neuen Tickets:
hr_hr: Dodjeljivanje novog zahtjeva:
pl_pl: Nowy przydział biletów:

source: (Topic Choice should be enabled in Settings/Preferences)
de_de: (Themenauswahl sollte aktiviert sein in Einstellungen)
hr_hr: (Izbor teme treba omogućiti u Postavkama)
pl_pl: (Wybór tematu powinien być włączony w Ustawieniach / Preferencjach)

source: Unable to obtain a lock on the ticket
de_de: Das Ticket kann nicht gesperrt werden
hr_hr: Nije moguće dobiti rezervaciju zahtjeva
pl_pl: Nie można uzyskać zamka na bilecie

source: This ticket is currently locked by another staff member!
hr_hr: Ovaj zahtjev je trenutno rezerviran za drugog člana osoblja!
pl_pl: Ten bilet jest obecnie zablokowany przez innego pracownika!

source: Email is in banlist! Must be removed before any reply/response
hr_hr: E-mail je u ban-popisu! Potrebno je ukloniti ga prije odgovora.
pl_pl: E-mail znajduje się na banerze! Musi zostać usunięta przed jakąkolwiek odpowiedzią / odpowiedzią

source: Reload
de_de: Aktuelle Seite neu laden
hr_hr: Ponovno učitaj
pl_pl: Przeładować

source: Created on:
de_de: Erstelltdatum:
hr_hr: Datum izrade
pl_pl: Utworzone:

source: Name:
hr_hr: Naziv:
pl_pl: Nazwa:

source: Related Tickets
de_de: Ähnliche Vorgänge
hr_hr: Vezani zahtjevi
pl_pl: Bilety pokrewne

source: Phone:
de_de: Telefon:
hr_hr: Telefon:
pl_pl: Telefon:

source: Assigned Staff:
de_de: Zugewiesen an:
hr_hr: Dodijeljeno osoblju:
pl_pl: Przydzielony personel:

source: - unassigned -
de_de: - nicht zugewiesen -
hr_hr: - nedodijeljeno -
pl_pl: - nieprzypisany -

source: Last Response:
de_de: Letzte Antwort:
hr_hr: Zadnji odgovor:
pl_pl: Ostatnia odpowiedź:

source: Close Date:
hr_hr: Datum zatvaranja:
pl_pl: Data zamknięcia:

source: Source:
de_de: Herkunft:
hr_hr: Izvor:
pl_pl: Źródło:

source: IP Address:
de_de: IP-Adresse:
hr_hr: IP adresa:
pl_pl: Adres IP:

source: Last Message:
de_de: Letzte Nachricht:
hr_hr: Zadnja poruka:
pl_pl: Ostatnia wiadomość:

source: Ticket text:
hr_hr: Tekst zahtjeva:
pl_pl: Tekst biletu:

source: Action:
de_de: Aktion:
hr_hr: Radnja:
pl_pl: Akcja:

source: Select Action
de_de: Aktion auswählen
hr_hr: Odaberite radnju
pl_pl: Wybierz Działanie
