Repository: KasunDA/Katak-support
Catalog: i18n/templates/*.po
Languages: de_de, hr_hr, pl_pl

source: Global auto-response settings in preference section must be enabled for Dept 'Enable' setting to take effect.
hr_hr: Da bi automatski odgovor za odjel bio aktivan, potrebno je omogućiti automatske odgovore na globalnoj razini.
pl_pl: Aby wejść w życie efekty efektu, należy włączyć ustawienie nowych sekwencji ustawień autouzupełniania TickGlobal w sekcji preferencji:

source: New Ticket:
de_de: Neues Ticket:
hr_hr: Novi zahtjev:
pl_pl: Nowy bilet:

source: New Message:
de_de: Neue Nachricht:
hr_hr: Nova poruka:
pl_pl: Nowa wiadomość:

source: Auto Response Email:
de_de: E-Mail Adresse für Automatische Antworten:
hr_hr: E-mail s automatskim odgovorom:
pl_pl: Odpowiedź automatyczna:

source: Dept Email (above)
de_de: Abteilung E-Mail (oben)
hr_hr: E-mail odjela (iznad)
pl_pl: Dept E-mail (powyżej)

source: Email address used to send auto-responses, if enabled.
hr_hr: E-mail adresa se koristi za slanje autom. odgovora (ako je omogućen).
pl_pl: Adres e-mail używany do wysyłania automatycznych odpowiedzi, jeśli jest włączony.

source: Dept. Name
de_de: Abt. Name
hr_hr: Ime odjela
pl_pl: Nazwa departamentu

source: Type
de_de: Typ
hr_hr: Tip
pl_pl: Rodzaj

source: Users
de_de: Benutzer
hr_hr: Korisnici
pl_pl: Użytkownicy

source: Primary Outgoing Email
de_de: E-Mail-Adresse
hr_hr: Primarna odlazna e-mail adresa
pl_pl: Pierwszy wychodzący e-mail

source: Manager
de_de: Abteilungsmanager
hr_hr: Voditelj
pl_pl: Menedżer

source: Private
de_de: Privat
hr_hr: Privatni
pl_pl: Prywatny

source: Make Public
de_de: &ouml;ffentlich machen
hr_hr: Pretvori u javni
pl_pl: Zrób publiczne

source: Are you sure you want to make selected depts(s) public?
hr_hr: Jeste li sigurni da želite odabrani odjel objaviti javno?
pl_pl: Czy na pewno chcesz, aby wybrane podmioty były publicznie dostępne?

source: Make Private
de_de: privat machen
hr_hr: Pretvori u privatni
pl_pl: Uczynić prywatnym

source: Are you sure you want to make selected depts(s) private?
hr_hr: Jeste li sigurni da želite odabrani odjel učiniti privatnim?
pl_pl: Czy na pewno chcesz, aby wybrane podmioty były prywatne?

source: Delete Dept(s)
de_de: Abteilung(en) löschen
hr_hr: Obriši odjel(e)
pl_pl: Usuń działy

source: Are you sure you want to DELETE selected depts(s)?
de_de: Sind Sie sicher, dass Sie die ausgewählten Abteilungen l&ouml;schen wollen?
hr_hr: Jeste li sigurni da želite UKLONITI odabrane odjele?
pl_pl: Czy na pewno chcesz usunąć wybrane podmioty?

source: Access Denied. Perm error.
de_de: Zugriff verweigert, Fehler in Dateiberechtigungen.
hr_hr: Pristup je odbijen. Pogreška u ovlastima.
pl_pl: Brak dostępu. Błąd Perm.

source: Update Ticket #
de_de: Aktualisiere Ticket Nr.
hr_hr: Ažuriraj zahtjev #
pl_pl: Aktualizuj bilet #

source: Back to Ticket
de_de: Zurück zu Ticket
hr_hr: Povratak na zahtjev
pl_pl: Wróć do Ticket

source: Email Address:
de_de: E-Mail-Adresse
hr_hr: Adresa e-pošte:
pl_pl: Adres e-mail:

source: Full Name:
de_de: Name/Vorname:
hr_hr: Ime i prezime:
pl_pl: Pełne imię i nazwisko:

source: Subject:
de_de: Betreff:
hr_hr: Predmet:
pl_pl: Przedmiot:

source: Telephone:
de_de: Telefon:
hr_hr: Telefon:
pl_pl: Telefon:

source: Due Date:
de_de: Fälligkeitsdatum:
hr_hr: Datum krajnjeg roka:
pl_pl: Data należności:

source: Time is based on your time zone GM %s
de_de: Zeit basiert auf Ihrer Zeitzone GM %s
hr_hr: Vrijeme se temelji na vašoj vremenskoj zoni (GM %s)
pl_pl: Czas zależy od strefy czasowej GM %s

source: Priority:
de_de: Priorität:
hr_hr: Prioritet:
pl_pl: Priorytet:

source: Help Topic:
de_de: Thema:
hr_hr: Vrsta zahtjeva:
pl_pl: Temat pomocy:

source: (deleted)
de_de: (entfernt)
hr_hr: (uklonjeno)
pl_pl: (Skreślony)

source: (optional)
de_de: (wahlweise)
hr_hr: (neobavezno)
pl_pl: (opcjonalny)

source: Internal Note:
de_de: Interne Anmerkung:
hr_hr: Unutarnja bilješka:
pl_pl: Uwaga wewnętrzna:

source: Reasons for the edit.
de_de: Gründe für die &Auml;nderung.
hr_hr: Razlog za uređivanje.
pl_pl: Powody do edycji.

source: Update Ticket
de_de: Ticket aktualisieren
hr_hr: Ažuriraj zahtjev
pl_pl: Aktualizuj bilet

source: Adiaux amikoj!
hr_hr: Zbogom, prijatelji!

source: Edit Email
de_de: E-Mail bearbeiten
hr_hr: Promijeni e-mail
pl_pl: Edytuj adres e-mail

source: New Email
de_de: Neue E-Mail-Adresse
hr_hr: Nova adresa e-pošte
pl_pl: Nowy e-mail

source: Settings are mainly for emailed tickets. For online/web tickets see help topics.
de_de: Die Einstellungen sind hauptsächlich für E-Mail-Tickets. Für Online-/Web-Tickets siehe Ticketthemen.
hr_hr: Postavke su većinom za zahtjeve otvorene putem e-maila. Za online/web-zahtjeve pogledajte teme u pomoći.
pl_pl: Ustawienia są głównie na bilety na e-maila. Dla online / bilety web zobaczyć tematy pomocy.

source: Email Address
de_de: E-Mail-Adresse
hr_hr: Adresa e-pošte
pl_pl: Adres e-mail

source: Email Name:
hr_hr: Ime pošiljatelja:
pl_pl: E-mail Imię i nazwisko:

source: Optional email's FROM name.
de_de: Optional Name statt E-Mail-Adresse
hr_hr: Neobavezno "FROM" ime za e-poruke.
pl_pl: Opcjonalnie e-mail jest z nazwy.

source: New Ticket Priority
de_de: Neue Ticketpriorität
hr_hr: Prioritet novih zahtjeva
pl_pl: Nowy priorytet Biletu

source: Select Priority
de_de: Priorität wählen
hr_hr: Odaberite prioritet
pl_pl: Wybierz Priorytet

source: New Ticket Dept.
de_de: Neue Abteilung
hr_hr: Odjel za nove zahtjeve
pl_pl: Nowy Oddział Biletów

source: Auto Response
de_de: Automatische Antwort
hr_hr: Automatski odgovor
pl_pl: Automatyczna odpowiedź

source: <b>Disable</b> autoresponse for this email.
de_de: <b>Deaktiviert</b> automatische Antwort für diese E-Mail.
hr_hr: <b>Onemogući</b> autom. odgovor za ovaj e-mail.
pl_pl: Nadpisywanie ustawień Dept <b> Wyłącz </ b> autoresponse dla tego e-maila.

source: Overwrite Dept setting
de_de: &Uuml;berschreibe Abteilungseinstellung
hr_hr: Prepiši postavke odjela
pl_pl: Nadpisać ustawienie Dept

source: <b>Login info (optional)</b>: Required when IMAP/POP and/or SMTP are enabled.
de_de: <b>Login Info (optional)</b>: Benötigt wenn IMAP/POP und/oder SMTP aktiviert.
hr_hr: <b> Podaci za prijavu (neobavezno)</b>: Potrebno ako su IMAP/POP/SMTP omogućeni.
pl_pl: <B> Informacje logowania (opcjonalne) </ b>: wymagane podczas włączania protokołu IMAP / POP i / lub SMTP.

source: Mail Account (Optional)
de_de: E-Mail-Konto (optional)
hr_hr: Račun e-pošte (neobavezno)
pl_pl: Konto pocztowe (opcjonalne)

source: Setting for fetching incoming emails. Mail fetching must be enabled with autocron active or external cron setup.
de_de: Einstellung für Abruf eigehender E-Mails. E-Mail-Abruf muss aktiviert sein mit autocron active oder external cron setup.
hr_hr: Postavke dohvaćanja dolaznih poruka. Za dohvat poruka potrebno je uključiti autocron ili postaviti vanjski cron zadatak.
pl_pl: Ustawienia pobierania przychodzących e-maili. Pobieranie poczty musi być włączone przy użyciu automatycznego lub zewnętrznego ustawienia cronu autocronu.

source: Please be patient, the system will try to login to mail server to validate the entered login info.
de_de: Bitte Geduld, System unternimmt Loginversuch auf Mailserver um eingegebene Login-Info zu überprüfen.
hr_hr: Molimo za strpljenje, sustav će pokušati prijaviti se na e-mail poslužitelj kako bio provjerio valjanost podataka.
pl_pl: Prosimy o cierpliwość, system próbuje zalogować się do serwera pocztowego w celu sprawdzenia poprawności wprowadzonych danych logowania.

source: Host
hr_hr: Poslužitelj
pl_pl: Gospodarz

source: Protocol
de_de: Protokoll
hr_hr: Protokol
pl_pl: Protokół

source: Select
de_de: W&auml;hle
hr_hr: Odaberi
pl_pl: Wybierz

source: Encryption
de_de: Verschlüsselung
hr_hr: Enkripcija (šifiriranje)
pl_pl: Szyfrowanie

source: Fetch Frequency
de_de: Abruffrequenz
hr_hr: Interval dohvata

source: Delay intervals in minutes
de_de: Verzögerungsinterval in Minuten
hr_hr: Interval odgode u minutama
pl_pl: Opóźnienia w minutach

source: Maximum Emails Per Fetch
de_de: E-Mails pro Abruf
hr_hr: Najveći broj poruka za dohvaćanje
pl_pl: Maksymalna liczba e-maili na pobranie

source: Maximum emails to process per fetch.
de_de: Maximum der bearbeiteten E-Mails pro Abruf.
hr_hr: Najveći broj poruka koje se dohvaćaju odjednom
pl_pl: Maksymalna liczba e-maili przetwarzanych przy każdym pobieraniu.

source: Delete Messages
de_de: Nachrichten löschen
hr_hr: Brisanje poruka
pl_pl: Usuń wiadomości

source: Delete fetched message(s) (<i>recommended when using POP</i>)
de_de: Abgerufene Nachricht(en) löschen (<i>empfohlen bei gebrauch von POP</i>)
hr_hr: Brisanje dohvaćenih e-mail poruka (<i>preporučujemo ako koristite POP protokol</i>)
pl_pl: Usuwa pobrane wiadomości (<i> zalecane podczas korzystania z protokołu POP </ i>)

source: SMTP Settings (Optional)
de_de: SMTP Einstellungen (optional)
hr_hr: SMTP postavke (neobavezno)
pl_pl: Ustawienia SMTP (opcjonalne)

source: When enabled the <b>email account</b> will use SMTP server instead of internal PHP mail() function for outgoing emails.<br>
de_de: Wenn aktiviert benutzt das <b>E-Mail-Konto</b> den SMTP-Server statt der internen PHP mail() Funktion für ausgehende E-Mails.<br>
hr_hr: Ako se omogući <b>e-mail račun</b će koristiti SMTP server za odlaznu poštu umjesto interne funkcije PHP mail() .<br>
pl_pl: Po włączeniu <b> konto e-mail </ b> będzie używać serwera SMTP zamiast wewnętrznej funkcji poczty elektronicznej () dla poczty wychodzącej. <br>

source: Please be patient, the system will try to login to SMTP server to validate the entered login info.
de_de: Bitte Geduld, System unternimmt Loginversuch auf SMTP-Server um eingegebene Login-Info zu überprüfen.
hr_hr: Molimo za strpljenje, sustav će pokušati prijaviti se na e-mail poslužitelja za provjeru valjanosti podataka prijave.
pl_pl: Prosimy o cierpliwość, system próbuje zalogować się na serwerze SMTP do sprawdzenia poprawności wprowadzonych danych logowania.

source: SMTP Host
hr_hr: SMTP poslužitelj
pl_pl: Host SMTP

source: Authentication Required?
de_de: Autentifizierung benötigt?
hr_hr: Potrebna prijava?
pl_pl: Wymagane uwierzytelnienie?

source: Yes
de_de: Ja
hr_hr: Da
pl_pl: tak

source: No
de_de: Nein
hr_hr: Ne
pl_pl: nie

source: Best available authentication method is auto-selected based on what the sever supports.
de_de: Die beste verfügbare Authentifizierungsmethode wird automatich ausgewählt basierend auf dem, was der Server unterstützt.
hr_hr: Odabran je najbolji mogući način autentikacije, ovisno o podržanosti poslužitelja.
pl_pl: Najlepsza dostępna metoda uwierzytelniania jest wybierana automatycznie na podstawie tego, co obsługuje serwer.

source: System Emails
hr_hr: Adrese e-pošte sustava
pl_pl: Wiadomości systemowe

source: AutoResp.
de_de: Autom. Antw.
hr_hr: Autom. odgovor

source: Priority
de_de: Priorit&auml;t
hr_hr: Prioritet/Važnost
pl_pl: Priorytet

source: Last Updated
de_de: Letzte &Auml;nderung
hr_hr: Zadnje ažuriranje
pl_pl: Ostatnio zaktualizowany

source: Delete Selected Emails
hr_hr: Izbriši odabrane e-mailove
pl_pl: Usuń wybrane wiadomości e-mail

source: Are you sure you want to DELETE selected emails?
de_de: Sind Sie sicher, dass Sie die ausgewählten E-Mails löschen wollen?
hr_hr: Sigurno želite ukloniti odabrane poruke?
pl_pl: Czy na pewno chcesz usunąć wybrane wiadomości e-mail?

source: Edit Group: %s
hr_hr: Uredi grupu: %s
pl_pl: Edytuj grupę:% s

source: Add New Group
de_de: Neue Gruppe hinzufügen
hr_hr: Dodaj novu grupu
pl_pl: Dodaj nową grupę

source: Group permissions set below applies cross all groups members.
hr_hr: Dolje zadane dozvole odnose se na sve članove grupe.
pl_pl: Poniższe uprawnienia grupowe dotyczą wszystkich członków grupy.

source: Group Name:
de_de: Gruppenname:
hr_hr: Naziv grupe:
pl_pl: Nazwa grupy:

source: Group Status:
de_de: Gruppenstatus:
hr_hr: Status grupe:
pl_pl: status grupy

source: Enabled
de_de: Aktiviert
hr_hr: Omogućena
pl_pl: Włączone

source: Disabled
de_de: Deaktiviert
hr_hr: Onemogućena
pl_pl: Niepełnosprawny

source: Can <b>Edit</b> Tickets
de_de: Kann Tickets <b>bearbeiten</b>
hr_hr: Može <b>urediti i mijenjati</b> zahtjev
pl_pl: Czy bilety można <b> Edycja </ b>

source: Ability to change the contents and the data of the tickets.
hr_hr: Može promijeniti sadržaj i podatke o zahtjevu.
pl_pl: Możliwość zmiany zawartości i danych biletów.

source: Client Groups
de_de: Kundengruppen
hr_hr: Grupe klijenata
pl_pl: Grupy klientów

source: No groups?
de_de: Keine Gruppe?
hr_hr: Nema grupa?
pl_pl: Brak grup?

source: Group Name
de_de: Gruppenname
hr_hr: Naziv grupe
pl_pl: Nazwa grupy

source: Members
de_de: Mitglieder
hr_hr: Članovi
pl_pl: Członkowie

source: Are you sure you want to ENABLE selected group(s)
hr_hr: Sigurno želite OMOGUĆITI odabrane grupe
pl_pl: Czy na pewno chcesz włączyć wybraną grupę (grupy)

source: Are you sure you want to DISABLE selected group(s)
de_de: Sind Sie sicher, dass Sie die ausgew&auml;hlten Gruppen deaktivieren wollen?
hr_hr: Sigurno želite ONEMOGUĆITI odabrane grupe
pl_pl: Czy na pewno chcesz wyłączyć wybraną grupę (grupy)

source: Are you sure you want to DELETE selected group(s)
de_de: Sind Sie sicher, dass Sie die ausgewählten Gruppen l&ouml;schen wollen?
hr_hr: Sigurno želite IZBRISATI odabrane grupe
pl_pl: Czy na pewno chcesz usunąć wybrane grupy (grupy)

source: Logged in as
de_de: Eingeloggt als
hr_hr: Prijavljen kao
pl_pl: zalogowany jako

source: Admin Panel
de_de: Admin-Bereich
hr_hr: Administratorska ploča
pl_pl: Panel administratora

source: Staff Panel
de_de: Mitarbeiter-Bereich
hr_hr: Ploča osoblja
pl_pl: Panel pracowniczy

source: Log Out
de_de: Abmelden
hr_hr: Odjava
pl_pl: Wyloguj

source: My Preference
hr_hr: Moje postavke
pl_pl: Moja preferencja

source: Help Topic
de_de: Thema
hr_hr: Tema pomoći
pl_pl: Temat pomocy

source: <b>Disabled</b>
de_de: <b>Deaktiviert</b>
hr_hr: <b>onemogućeno</b>
pl_pl: <B> Wyłączone </ b>

source: <b>Yes</b>
de_de: <b>Ja</b>
hr_hr: <b>Da</b>
pl_pl: <B> Tak </ b>

source: Are you sure you want to make selected services active?
hr_hr: Jeste li sigurni da želite aktivirati odabrane usluge?
pl_pl: <B> Tak <Czy na pewno chcesz, aby wybrane usługi były aktywne? / B>

source: Are you sure you want to DISABLE selected services?
hr_hr: Jeste li sigurni da želite onemogućiti odabrane usluge?
pl_pl: Czy na pewno chcesz wyłączyć usługi zaznaczone?

source: Are you sure you want to DELETE selected services?
hr_hr: Jeste li sigurni da želite UKLONITI odabrane usluge?
pl_pl: Czy na pewno chcesz usunąć usuń zaznaczone usługi?

source: Invalid path
de_de: Ungültiger Pfad
hr_hr: Nevažeća putanja (path)
pl_pl: Niewłaściwa ścieżka

source: Katak-support Staff Control Panel
hr_hr: Upravljačka ploča za osoblje Katak-supporta
pl_pl: Panel sterowania personelem Katak

source: Login
de_de: Anmeldung
hr_hr: Prijava
pl_pl: Zaloguj Się

source: My Preferences
de_de: Eigene Eistellungen
hr_hr: Moje postavke
pl_pl: Moje preferencje

source: Maximum Page size:
de_de: Maximale Seitengröße:
hr_hr: Maksimalna veličina stranice:
pl_pl: Maksymalny rozmiar strony:

source: Tickets/items per page.
de_de: Tickets/Einträge pro Seite.
hr_hr: Zahtjeva/stavki po stranici
pl_pl: Bilety / przedmioty na stronie.

source: Auto Refresh Rate:
de_de: Aktualisierungsrate:
hr_hr: Autom. osvježavanje:
pl_pl: Automatyczna częstotliwość odświeżania:

source: in Mins. (<i>Tickets page refresh rate in minutes. Enter 0 to disable</i>)
de_de: Aktualisierungsrate der Ticket-Übersichtsseite in Minuten. Geben Sie 0 ein, um zu deaktivieren.
hr_hr: u min. (<i>Učestalost osvježavanje stranice zahtjeva u minutama. Upišite 0 ako ne želite automatsko osvježavanje</ i>)
pl_pl: W minach. (<I> Szybkość odświeżania strony w minutach, wprowadź 0, aby wyłączyć </ i>

source: Preferred Timezone:
de_de: Bevorzugte Zeitzone:
hr_hr: Vremenska zona:
pl_pl: Preferowana strefa czasowa:

source: Daylight Savings:
de_de: Sommerzeit:
hr_hr: Ljetno računanje vremena:
pl_pl: Oszczędność dzienna:

source: Observe daylight saving
de_de: Sommerzeit berücksichtigen
hr_hr: Koristi ljetno računanje vremena
pl_pl: Obserwuj czas letni

source: Current Time:
de_de: Aktuelle Zeit:
hr_hr: Trenutno vrijeme:
pl_pl: Obecny czas:

source: My Profile Info
de_de: Mein Profil
hr_hr: Moj profil
pl_pl: Mój profil

source: Username:
de_de: Benutzername:
hr_hr: Korisničko ime:
pl_pl: Nazwa Użytkownika:

source: Department:
de_de: Abteilung:
hr_hr: Odjel:
pl_pl: Departament

source: First Name:
de_de: Vorname:
hr_hr: Ime:
pl_pl: Pierwsze imię:

source: Last Name:
de_de: Nachname:
hr_hr: Prezime:
pl_pl: Nazwisko:

source: Cell Phone:
de_de: Mobilnummer:
hr_hr: Mobilni telefon:
pl_pl: Komórka:

source: Signature:
de_de: Unterschrift:
hr_hr: Potpis:
pl_pl: Podpis:

source: Save
de_de: Speichern
hr_hr: Spremi
pl_pl: Zapisać

source: Please fill in the form below to open a new ticket.
de_de: Bitte füllen Sie das Formular aus, um ein neues Ticket zu öffnen.
hr_hr: Molimo Vas da ispunite donji obrazac kako biste predali zahtjev.
pl_pl: Proszę wypełnić poniższy formularz, aby otworzyć nowy bilet.

source: Send alert to user.
de_de: Benachrichtigung an den Benutzer/Kunden versenden.
hr_hr: Pošalji upozorenje korisniku.
pl_pl: Wyślij alert do użytkownika.

source: Ticket Source:
de_de: Ticket Herkunft:
hr_hr: Izvor zahtjeva:
pl_pl: Źródło biletu:

source: Select Source
de_de: Herkunft auswählen
hr_hr: Odaberi izvor
pl_pl: Wybierz źródło

source: Other
de_de: Andere
hr_hr: Ostalo
pl_pl: Inny

source: Issue Summary:
de_de: Antwort:
hr_hr: Sažetak:
pl_pl: Podsumowanie wydania:

source: Visible to user/client as answer to the ticket.
hr_hr: Vidljivo korisniku kao odgovor na zahtjev.
pl_pl: Widoczny dla użytkownika / klienta jako odpowiedź na bilet.

source: Std. reply:
de_de: Standard Antwort:
hr_hr: Predložak odgovora:
pl_pl: Std. odpowiadać:

source: Select a standard reply/issue
de_de: Antwortvorlage auswählen
hr_hr: Odaberite predložak odgovora/pitanje
pl_pl: Wybierz standardową odpowiedź / problem

source: Append
de_de: anh&auml;ngen
hr_hr: Pridodaj
pl_pl: Dodać

source: Attachment:
de_de: Anhang:
hr_hr: Privitak:
pl_pl: Załącznik:

source: Optional Internal note(s).
de_de: Optionale interne Anmerkung
hr_hr: Neobavezne interne bilješke.
pl_pl: Opcjonalne uwagi wewnętrzne.

source: Time is based on your time zone (GMT + %s)
de_de: Zeit basiert auf Ihrer Zeitzone (GMT + %s)
hr_hr: Vrijeme se temelji na vašoj vremenskoj zoni (GM %s)
pl_pl: Czas zależy od strefy czasowej (GMT +% s)

source: Assign To:
de_de: Zuweisen an:
hr_hr: Dodijeliti za:
pl_pl: Przypisać do:

source: -Assign To Staff-
de_de: -Zuweisung an Mitarbeiter-
hr_hr: -Dodjela osoblju-
pl_pl: -Zarządzaj do pracowników-

source: Send alert to assigned staff.
de_de: Sende Hinweis an zugewiesenen Mitarbeiter.
hr_hr: Pošalji obavijest osoblju kojemu je dodijeljeno.
pl_pl: Wyślij alert do wyznaczonego personelu.

source: none
de_de: keine
hr_hr: Bez odabira
pl_pl: Żaden

source: My signature
hr_hr: Moj potpis
pl_pl: Mój podpis

source: Dept Signature (if any)
de_de: Abteilungsunterschrift (wenn vorhanden)
hr_hr: Potpis odjela (ako postoji)
pl_pl: Dept Podpis (jeśli dotyczy)

source: Submit Ticket
de_de: Ticket senden
hr_hr: Pošalji zahtjev
pl_pl: Przedstawić bilet

source: You need to setup upload dir.
hr_hr: Postavite direktorij za 'upload'.
pl_pl: Musisz skonfigurować katalog wysyłania.

source: *Attachments Disabled.
de_de: *Dateianlagen abgeschaltet.
hr_hr: *Privici onemogućeni.
pl_pl: * Załączniki są wyłączone.

source: <br>*Attachments Disabled.
de_de: <br>*Dateianlagen abgeschaltet.
hr_hr: <br>*Privici onemogućeni.
pl_pl: <br> * Załączniki są wyłączone.

source: GD required for captcha to work
hr_hr: CAPTCHA iziskuje GD podršku
pl_pl: GD potrzebna do obsługi captcha

source: Possible errors detected, please check the warnings below
hr_hr: Uočene moguće pogreške, provjerite upozorenja
pl_pl: Możliwe błędy wykryte, sprawdź poniższe ostrzeżenia

source: System Preferences and Settings
de_de: Systemvorgaben und Einstellungen
hr_hr: Postavke sustava
pl_pl: Preferencje i ustawienia systemu

source: General Settings
de_de: Allgemeine Einstellungen
hr_hr: Opće postavke
pl_pl: Ustawienia główne

source: Offline mode will disable external interface and <b>only</b> allow <b>super admins</b> to login to Staff Control Panel
de_de: Offlinemodus unterbindet alle externen Zugriffe. <b>Nur</b> Zugriff für <b>super admins</b>.
hr_hr: "Offline" način rada onemogućit će vanjsko korisničko sučelje, isključivo <b>super admini</b> će se moći prijaviti u upravljačku ploču za osoblje
pl_pl: Tryb offline wyłącza interfejs zewnętrzny i <b> tylko </b> pozwala <b> superadministratorom </b> na logowanie do panelu sterowania personelem

source: Support System Status
hr_hr: Status sustava za podršku
pl_pl: Stan systemu wsparcia

source: Online
hr_hr: Dostupno (online)

source: (Active)
de_de: (Aktiv)
hr_hr: (Aktivno)
pl_pl: (Aktywny)

source: Offline
hr_hr: Nedostupno

source: (Inactive)
de_de: (Inaktiv)
hr_hr: (Neaktivno)
pl_pl: (Nieaktywny)

source: Katak system offline
hr_hr: Sustav isključen
pl_pl: Katak jest offline

source: Support System URL:
hr_hr: Adresa sustava za podršku
pl_pl: URL systemu pomocy:

source: Support System Name/Title:
de_de: Support System Name/Titel:
hr_hr: Naziv/naslov sustava za podršku:
pl_pl: Wsparcie Nazwa systemu / Tytuł:

source: Default Email Templates:
de_de: Standard E-Mail Vorlage
hr_hr: Zadani predlošci e-mailova:
pl_pl: Domyślne szablony poczty elektronicznej:

source: Select Default Template
hr_hr: Odaberite zadani predložak
pl_pl: Wybierz domyślny szablon

source: Default Department:
de_de: Standard Abteilung:
hr_hr: Zadani odjel:
pl_pl: Domyślny dział:

source: Select Default Dept
de_de: Standard-Abteilung auswählen
hr_hr: Odaberite zadani odjel
pl_pl: Wybierz Domyślny Dept

source: Default Page Size:
de_de: Standard-Seitengrö&szlig;e:
hr_hr: Zadana veličina stranice:
pl_pl: Domyślny rozmiar strony:

source: Global setting which can be overwritten by single staff members.
de_de: Standardeinstellung, kann von jeder Mitarbeiter geändert werden.
hr_hr: Globalna postavka koju pojedini članovi osoblja mogu prepisati.
pl_pl: Ustawienie globalne, które może zostać zastąpione przez pojedynczych pracowników.

source: System Log Level:
de_de: Protokoll-Ebene:
hr_hr: Razina zapisa sustava:
pl_pl: Poziom logowania systemu:

source: None (Disable Logger)
de_de: Keine Protokolle (Deaktiviert)
hr_hr: Isključeno
pl_pl: Brak (Wyłącz rejestrator)

source: Purge logs after
de_de: Protokolle löschen nach
hr_hr: Izbriši zapise nakon
pl_pl: Wyczyść dzienniki po

source: None (Disable)
de_de: Keine (Deaktiviert)
hr_hr: Nikada (onemogućeno)
pl_pl: Brak (Wyłącz)

source: Months
de_de: Monaten
hr_hr: mjeseci
pl_pl: Miesiące

source: Month
de_de: Monat
hr_hr: mjesec
pl_pl: Miesiąc

source: Staff Excessive Logins:
de_de: Max. Anmeldeversuche für Mitarbeiter:
hr_hr: Prekomjerne prijave osoblja:
pl_pl: Nadmierne loginy pracowników:

source: attempt(s) allowed
de_de: Anmeldeversuch(e) ist/sind erlaubt
hr_hr: pokušaja dopušteno,
pl_pl: próby dozwolone

source: before a
de_de: bevor
hr_hr: nakon toga zaključaj na
pl_pl: przed

source: min. timeout (penalty in minutes)
de_de: Minute(n) Anmeldesperre in Kraft tritt
hr_hr: minuta
pl_pl: Min. Limit czasu (kara w minutach)

source: Staff Session Timeout:
de_de: Inaktivitätslimit für Mitarbeiter:
hr_hr: Vrijeme isteka sesije za osoblje:
pl_pl: Czas oczekiwania na sesję personalu:

source: Staff's max Idle time in minutes. Enter 0 to disable timeout
de_de: Zeitspanne in Minuten, nach der ein Mitarbeiter abgemeldet wird, wenn er nicht mehr mit dem System arbeitet. 0 zum Deaktivieren
hr_hr: Maksimalno vrijeme neaktivnosti prije automatske odjave. 0 onemogućuje automatsku odjavu zbog neaktivnosti
pl_pl: Maksymalny czas bezczynności pracowników w minutach. Wprowadź 0, aby wyłączyć limit czasu
