Repository: KasunDA/Katak-support
Catalog: i18n/templates/*.po
Languages: de_de, hr_hr, pl_pl

source: Username already in-use
de_de: Benutzername ist bereits in Benutzung
hr_hr: Korisničko ime već u upotrebi
pl_pl: Nazwa użytkownika jest już w użyciu

source: Temp password required
de_de: Temporäres Passwort benötigt
hr_hr: Morate upisati privremenu lozinku
pl_pl: Wymagane hasło tymczasowe

source: Department required
de_de: Abteilung erforderlich
hr_hr: Morate odabrati odjel
pl_pl: Wymagany wydział

source: The user is currently manager of his/her department
de_de: Type text or a website address or translate a document.CancelDid you mean: Answered onExample usage of "":automatically translated by GoogleEnglishDer Nutzer ist derzeit Manager von seiner/ihrer Abteilung
hr_hr: Korisnik je trenutno voditelj svog odjela
pl_pl: Obecnie użytkownik jest kierownikiem jego działu

source: Role required
de_de: Aufgabebereich benötigt
hr_hr: Morate odabrati ulogu
pl_pl: Wymagana rola

source: At least an administrator must remain
de_de: Wenigstens ein Administrator muss bleiben
hr_hr: Najmanje jedan administrator mora ostati
pl_pl: Przynajmniej administrator musi pozostać

source: Unable to fetch 'overdue' alert template No.
de_de: Die Vorlage 'Überfällig' kann nicht abgerufen werden. Vorlage Nr.
hr_hr: Nije moguće dohvatiti predložak obavijesti o 'zakašnjelom' zahtjevu
pl_pl: Nie można pobrać szablonu ostrzeżeń "zaległych".

source: Unable to fetch 'assigned' alert template No.
de_de: Die Vorlage 'Zugewiesen' kann nicht abgerufen werden. Vorlage Nr.
hr_hr: Nije moguće dohvatiti predložak obavijesti o 'dodijeljenom' zahtjevu
pl_pl: Nie można pobrać "przypisanego" szablonu alertu nr

source: Ticket assigned
de_de: Ticket zugewiesen
hr_hr: Zahtjev dodijeljen
pl_pl: Przydzielony bilet

source: Ticket Assigned to %s
de_de: Ticket zugewiesen an %s
hr_hr: Zahtjev dodijeljen članu osoblja %s
pl_pl: Bilet przypisany do %s

source: Ticket reopened by customer
de_de: Ticket wiedergeöffnet vom Kunden/User
hr_hr: Zahtjev ponovno otvorio klijent
pl_pl: Bilet został ponownie otwarty przez klienta

source: Unable to fetch 'new message' auto response template No.
hr_hr: Nije moguće dohvatiti predložak automatskog odgovora na novu poruku br.
pl_pl: Nie można pobrać szablonu odpowiedzi automatycznej nowej wiadomości

source: Unable to fetch 'new message' alert template No.
de_de: Die Vorlage 'Neue Nachricht' kann nicht abgerufen werden. Vorlage Nr.
hr_hr: Nije moguće dohvatiti predložak obavijesti o novoj poruci br.
pl_pl: Nie można pobrać szablonu ostrzegania o nowej wiadomości

source: Problems fetching response template for ticket No. %s. Possible config error - template No. %s
hr_hr: Problemi kod dohvaćanja predložaka odgovora za zahtjev %s. Moguća pokreška u konfiguraciji predloška %s
pl_pl: Problemy z pobieraniem szablonu odpowiedzi dla numeru biletu% s. Możliwy błąd konfiguracji - szablon nr %s

source: System Error
de_de: Systemfehler
hr_hr: Pogreška sustava
pl_pl: Błąd systemu

source: Template Fetch Error
hr_hr: Pogreška kod dohvaćanja predloška
pl_pl: Błąd pobierania szablonu

source: Unable to fetch 'new note' alert template No.
de_de: Die Vorlage 'Neue Anmerkung' kann nicht abgerufen werden. Vorlage Nr.
hr_hr: Ne mogu dohvatiti predložak obavijesti o novoj bilješci br.
pl_pl: Nie można pobrać szablonu ostrzeżeń o nowej notatce

source: Email is required
de_de: Gültige E-Mail-Adresse benötigt
hr_hr: Morate upisati e-mail
pl_pl: Potrzebny jest e-mail

source: Reason for the update required
de_de: Gründe für die Änderung benötigt.
hr_hr: Morate upisati razlog za ažuriranje
pl_pl: Powód wymaganej aktualizacji

source: Invalid Selection
hr_hr: Nevažeći izbor
pl_pl: Nieprawidłowy wybór

source: Invalid Priority
de_de: Ungültige Priorit&auml;t
hr_hr: Nevažeći prioritet
pl_pl: Nieprawidłowa Priorytet

source: Valid phone # required: only numbers and ()+-/ allowed
de_de: Gültige Telefonnummer benötigt: nur Ziffern und ()+-/ erlaubt
hr_hr: Potreban unos ispravnog broja telefona, dozvoljene znamenke i ()+-/
pl_pl: Wymagany numer telefonu: wymagane numery: tylko cyfry i () + - / dozwolone

source: Invalid date - must be MM/DD/YY
de_de: Ungültiges Datumsformat - muss MM/TT/JJ sein
hr_hr: Nevažeći datum - mora biti MM/DD/YY
pl_pl: Nieprawidłowa data - musi to być MM / DD / YY

source: Duedate can NOT be set on a closed ticket
hr_hr: Rok ne može se postaviti na zatvorenom zahtjevu
pl_pl: Duedate nie może być ustawiony na zamknięty bilet

source: Select time
de_de: Zeit auswählen
hr_hr: Odaberite vrijeme
pl_pl: Wybierz czas

source: Invalid duedate
de_de: Ungültiges Fälligkeitsdatum
hr_hr: Neispravan rok
pl_pl: Nieprawidłowa data

source: Due date must be in the future
de_de: Fälligkeitsdatum muss in der Zukunft liegen
hr_hr: Rok mora biti u budućnosti
pl_pl: Termin musi być w przyszłości

source: Ticket Updated
de_de: Ticket Aktualisiert
hr_hr: Zahtjev ažuriran
pl_pl: Aktualizacja biletu

source: Select help topic
de_de: Ticketthema auswählen
hr_hr: Odaberite temu pomoći
pl_pl: Wybierz temat pomocy

source: Dept. required
de_de: Abteilung erforderlich
hr_hr: Morate odabrati odjel
pl_pl: Wymagany Dept

source: Indicate source
de_de: Herkunft angeben
hr_hr: Navedite izvor
pl_pl: Wskazać źródło

source: Email unknown
de_de: E-Mail unbekannt
hr_hr: E-mail nepoznat
pl_pl: Email nieznany

source: Banned email
de_de: Gesperrte E-Mail
hr_hr: Zabranjen e-mail
pl_pl: Zbanowany e-mail

source: Email mismatch.
de_de: E-Mail passt nicht.
hr_hr: Različite adrese.
pl_pl: Niezgodność poczty elektronicznej.

source: You've reached the maximum open tickets allowed.
de_de: Maximale Anzahl offener Tickets erreicht.
hr_hr: Dostigli ste maksimalni broj dozvoljenih otvorenih zahtjeva.
pl_pl: Osiągnąłeś maksymalne otwarte bilety.

source: Support ticket request denied for %s\nOpen ticket: %s\nMax Allowed: %s\n\nNotice only sent once.
hr_hr: Zahtjev za podršku odbijen za %s\nOtvorenih zahtjeva: %s\nDozvoljeno:%s\n\nObavijest se šalje samo jednom
pl_pl: Odrzucono żądanie biletu obsługi dla% s \ nOtwórz bilet:% s \ nMaksymalna dozwolona:% s \ n\ nZawiadomienie zostało wysłane tylko raz.

source: Overlimit Notice
hr_hr: Obavijest o prekoračenju
pl_pl: Zawiadomienie o przekroczeniu limitu

source: Ticket automatically assigned.
de_de: Automatische Zuweisung
hr_hr: Zahtjev je automatski dodijeljen.
pl_pl: Bilet został automatycznie przydzielony.

source: Unable to fetch autoresponse template No.
de_de: Die Vorlage 'Automatiche Antwortvorlage' kann nicht abgerufen werden. Vorlage Nr.
hr_hr: Nije moguće dohvatiti predložak automatskog odgovora #
pl_pl: Nie można pobrać szablonu autoresponse nr

source: Unable to fetch 'new ticket' alert template No.
de_de: Die Vorlage 'Neues Ticket' kann nicht abgerufen werden. Vorlage Nr.
hr_hr: Nije moguće dohvatiti predložak obavijesti o novom zahtjevu #
pl_pl: Nie można pobrać szablonu ostrzeżeń o nowej karcie

source: Permission denied
de_de: Berechtigung verweigert
hr_hr: Pristup odbijen
pl_pl: Zezwolenie zostało odrzucone

source: Summary of the issue required
hr_hr: Morate unijeti sažetak pitanja
pl_pl: Podsumowanie wymaganego problemu

source: Invalid source -
hr_hr: Nevažeći izvor -
pl_pl: Nieprawidłowe źródło -

source: Ticket created by staff
de_de: Ticket eröffnet von Mitarbeiter
hr_hr: Zahtjev izradilo osoblje
pl_pl: Bilet stworzony przez personel

source: Problems fetching response template for ticket No.
hr_hr: Problem u dohvaćanju predloška odgovora za zahtjev #
pl_pl: Problemy z pobieraniem szablonu odpowiedzi dla numeru biletu

source: Possible config error - template No.
hr_hr: Moguća pogreška u konfiguraciji - predložak #
pl_pl: Możliwy błąd konfiguracji - szablon Nr

source: Internal error - message/response post error.
hr_hr: Interna pogreška - problem pri upisu odgovora/poruke.
pl_pl: Błąd wewnętrzny - błąd wysłania komunikatu / odpowiedzi.

source: New Ticket
de_de: Neues Ticket
hr_hr: Novi zahtjev
pl_pl: Nowy bilet

source: New Ticket by Staff
de_de: Neues Ticket von einem Mitarbeiter
hr_hr: Novi zahtjev od osoblja
pl_pl: Nowy bilet przez pracowników

source: Ticket created by staff -
de_de: Ticket eröffnet von Mitarbeiter -
hr_hr: Zahtjev izradilo osoblje -
pl_pl: Bilet stworzony przez personel -

source: Ticket flagged as overdue by the system.
de_de: Ticket als &Uuml;berf&auml;llig vom System gesetzt
hr_hr: Sustav je označio zahtjev kao zakašnjeli.
pl_pl: Bilet oznaczony jako opóźniony przez system.

source: Internal error. Try again
de_de: Interner Fehler. Versuchen Sie es erneut
hr_hr: Unutarnja pogreška. Pokušajte ponovo
pl_pl: Błąd wewnętrzny. Spróbuj ponownie

source: Help topic required
de_de: Ticketthema erforderlich
hr_hr: Potrebna je upisati temu pomoći
pl_pl: Potrzebny temat pomocy

source: Topic is too short. 5 chars minimum
de_de: Mindestens 5 Zeichen eingeben
hr_hr: Tema je prekratka, potrebno minimum 5 znakova
pl_pl: Temat jest za krótki. Minimum 5 znaków

source: Topic already exists
de_de: Thema ist bereits vorhanden
hr_hr: Tema već postoji
pl_pl: Temat już istnieje

source: You must select a department
de_de: Sie müssen eine Abteilung ausw&auml;hlen
hr_hr: Morate odabrati odjel
pl_pl: Musisz wybrać dział

source: Unable to update topic. Internal error occured
de_de: Kann Thema nicht aktualisieren. Interner Fehler ist aufgetreten
hr_hr: Nije moguće ažurirati temu. Unutarnja pogreška
pl_pl: Nie można zaktualizować tematu. Wystąpił błąd wewnętrzny

source: Invalid input
de_de: ungültige Eingabe
hr_hr: Neispravan unos
pl_pl: Nieprawidłowe dane wejściowe

source: No fields setup
hr_hr: Nisu zadana polja
pl_pl: Brak konfiguracji pól

source: (5 chars min)
de_de: (5 Zeichen min)
hr_hr: (min. 5 znakova)
pl_pl: (5 znaków min)

source: (3 chars min)
de_de: (3 Zeichen min)
hr_hr: (min. 3 znaka)
pl_pl: (3 czasy min)

source: (Only letters and numbers allowed)
de_de: (Nur Buchstaben und Zahlen erlaubt)
hr_hr: (Dopuštena samo slova i brojevi)
pl_pl: (Dozwolone tylko litery i cyfry)

source: (type not set)
hr_hr: (tip nije postavljen)
pl_pl: (Typ nieustawiony)

source: API Keys
de_de: API-Schüssel
hr_hr: API ključevi
pl_pl: Klawisze API

source: API Key
de_de: API-Schüssel
hr_hr: API ključ

source: IP Address
de_de: IP-Adresse
hr_hr: IP adresa

source: Sort By Date of Creation
de_de: Sortieren nach Datum
hr_hr: Poredaj po datumu stvaranja
pl_pl: Sortuj według daty utworzenia

source: Created
de_de: Erstellt
hr_hr: Izrađeno
pl_pl: Stworzony

source: Query returned 0 results
de_de: Suche ergab 0 Ergebnisse
hr_hr: Upit vratio 0 rezultata
pl_pl: Query zwróciło 0 wyników

source: Index list
hr_hr: Indeks
pl_pl: Lista indeksów

source: Are you sure you want to ENABLE selected keys?
hr_hr: Jeste li sigurni da želite omogućiti odabrane ključeve?
pl_pl: Czy na pewno chcesz zaznaczyć wybrane klucze?

source: Disable
de_de: Deaktivieren
hr_hr: Onemogući
pl_pl: Wyłączyć

source: Are you sure you want to DISABLE selected keys?
de_de: Sind Sie sicher, dass Sie die ausgew&auml;hlten Keys deaktivieren wollen?
hr_hr: Jeste li sigurni da želite onemogućiti odabrane ključeve?
pl_pl: Czy na pewno chcesz wyłączyć wybrane klucze?

source: Delete
de_de: Löschen
hr_hr: Izbriši
pl_pl: Kasować

source: Are you sure you want to DELETE selected keys?
de_de: Sind Sie sicher, dass Sie die ausgewählten Keys l&ouml;schen wollen?
hr_hr: Jeste li sigurni da želite izbrisati odabrane ključeve?
pl_pl: UsuńCzy chcesz usunąć wybrane klawisze?

source: Add New IP
de_de: Neues IP hinzufügen
hr_hr: Dodaj novi IP
pl_pl: Dodaj nowy adres IP

source: Add a new IP address.
de_de: Neue IP-Adresse hinzufügen
hr_hr: Dodaj novu IP adresu.
pl_pl: Dodaj nowy adres IP.

source: New IP
de_de: Neues IP
hr_hr: Novi IP
pl_pl: Nowy adres IP

source: Add
de_de: Hinzufügen
hr_hr: Dodaj
pl_pl: Dodaj

source: API Passphrase
hr_hr: API zaporku
pl_pl: Pseudonim API

source: Passphrase must be at least 3 words. Required to generate the api keys.
hr_hr: Lozinka mora imati najmanje 3 riječi. Potrebno za izradu API ključa.
pl_pl: Hasło musi zawierać co najmniej 3 słowa. Wymagane do generowania kluczy api.

source: Phrase:
hr_hr: Lozinka:
pl_pl: Wyrażenie:

source: Submit
de_de: Speichern
hr_hr: Pošalji
pl_pl: Zatwierdź

source: Please note that changing the passprase does NOT invalidate existing keys. To regerate a key you need to delete and readd it.
hr_hr: Imajte na umu da kod promjene lozinku NE onemogućujete postojeće ključeve. Za izradu novog ključa morate ga izbrisati i ponovo dodati.

source: Attachments Settings
hr_hr: Postavke priloga
pl_pl: Ustawienia załączników

source: Before enabling attachments make sure you understand the security settings and issues related to file uploads.
hr_hr: Prije nego što omogućite privitke, proučite moguće sigurnosne postavke i probleme vezane uz učitavanje datoteka.
pl_pl: Przed włączeniem załączników upewnij się, że rozumiesz ustawienia zabezpieczeń i problemy związane z przesyłaniem plików.

source: Allow Attachments
de_de: Anhänge aktivieren
hr_hr: Dopusti privitke
pl_pl: Zezwól na załączniki

source: Global Setting
de_de: Globale Einstellung
hr_hr: Globalna postavka
pl_pl: Ustawienia globalne

source: Emailed Attachments:
hr_hr: Privitci iz poruke e-pošte:
pl_pl: Wysłane załączniki:

source: Accept emailed files
hr_hr: Prihvati datoteke poslane e-mailom
pl_pl: Akceptuj e-maile

source: Online Attachments:
hr_hr: Online privitci:
pl_pl: Załączniki online:

source: Allow online attachments upload
hr_hr: Dopusti online učitavanje privitaka
pl_pl: Zezwalaj na przesyłanie załączników online

source: Authenticated users Only.
hr_hr: Dostupno samo prijavljenim korisnicima
pl_pl: Tylko użytkownicy uwierzytelnieni.

source: User must be logged in to upload files
de_de: User muss eingeloggt sein um Dateien hochzuladen
hr_hr: Korisnik mora biti prijavljen za učitavanje datoteka
pl_pl: Użytkownik musi być zalogowany, aby przesłać pliki

source: Staff Response Files:
hr_hr: Datoteke u odgovorima osoblja:
pl_pl: Pliki odpowiedzi personelu:

source: Email attachments to the user
hr_hr: Priloži korisniku privitak u e-mailu
pl_pl: E-mailem załączniki do użytkownika

source: Maximum File Size:
de_de: Maximale Dateigrö&szlig;e
hr_hr: Maksimalna veličina datoteka
pl_pl: Maksymalny rozmiar pliku:

source: Note: UPLOAD_MAX_FILESIZE in php.ini is set to
hr_hr: Napomena: UPLOAD_MAX_FILESIZE u php.ini je postavljen na
pl_pl: Uwaga: UPLOAD_MAX_FILESIZE w pliku php.ini jest ustawiona na

source: POST_MAX_SIZE to
hr_hr: POST_MAX_SIZE na
pl_pl: POST_MAX_SIZE do

source: Attachment Folder:
hr_hr: Mapa za priloge:
pl_pl: Folder załączników:

source: Web user (e.g apache) must have write access to the folder.
hr_hr: Korisnik koji pokreće web poslužitelj (npr. apache) mora imati pristup pisanja u mapu.
pl_pl: Użytkownik sieci WWW (np. Apache) musi mieć uprawnienia do zapisu do folderu.

source: Accepted File Types:
de_de: Akzeptierte Dateitypen:
hr_hr: Dopuštene vrste datoteka:
pl_pl: Akceptowane typy plików:

source: Enter file extensions allowed separated by a comma. e.g <i>.doc, .pdf, </i>
de_de: Geben Sie zusätzliche Dateitypen mittels der Dateierweiterung durch ein Komma getrennt an. z.B. <i>.doc, .pdf, </i>
hr_hr: Unesite dozvoljene nastavke datoteka odvojene zarezom. Npr. <i>.doc, .pdf, </i>
pl_pl: Wpisz rozszerzenia plików dozwolone oddzielnie przecinkiem. Np. <I> .doc, .pdf, </ i>

source: To accept all files enter wildcard <b><i>.*</i></b>&nbsp;&nbsp;i.e dotStar (NOT recommended).
hr_hr: Za prihvaćanje svih datoteka unesite zvjezdicu <b><i>.*</i></b>
pl_pl: Aby zaakceptować wszystkie pliki, wpisz wildcard <b> <i>. </i> </b> & nbsp; & nbsp; tj. DotStar (nie zaleca się)

source: Save Changes
de_de: &Auml;nderungen speichern
hr_hr: Spremi promjene
pl_pl: Zapisz zmiany

source: Reset Changes
de_de: &Auml;nderungen zurücksetzen
hr_hr: Poništavanje promjena
pl_pl: Zresetuj zmiany

source: Search term must be more than 3 chars
hr_hr: Izraz za pretraživanje mora imati više od 3 znaka
pl_pl: Wyszukiwane hasło musi zawierać więcej niż 3 znaki

source: Search Results
de_de: Suchergebnisse
hr_hr: Rezultati pretraživanja
pl_pl: Wyniki wyszukiwania

source: Banned Email Addresses
de_de: Gesperrte E-Mail-Adressen
hr_hr: Zabranjene adrese e-pošte
pl_pl: Niedozwolone adresy e-mail

source: Query:
de_de: Suche nach:
hr_hr: Upit:
pl_pl: Pytanie:

source: Search
de_de: Suche
hr_hr: Pretraga
pl_pl: Szukanie

source: Email:
hr_hr: Adrese e-pošte

source: Sort by email
de_de: Sortieren nach E-Mail
hr_hr: Poredaj po e-mailu
pl_pl: Sortuj przez e-mail

source: Submitter
de_de: Absender
hr_hr: Pošiljatelj
pl_pl: Zgłaszający

source: Date Added
de_de: Datum hinzugefügt
hr_hr: Datumu dodavanja
pl_pl: Data dodania

source: Select:
de_de: Wählen Sie:
hr_hr: Odaberi:
pl_pl: Wybierz:

source: All
de_de: Alle
hr_hr: Sve
pl_pl: Wszystko

source: Toggle
de_de: Umschalten
hr_hr: Obrni
pl_pl: Przełącznik

source: None
de_de: Kein
hr_hr: Nijedan
pl_pl: Żaden

source: page:
de_de: Seite:
hr_hr: stranica:
pl_pl: strona:

source: Remove From List
de_de: Aus der Liste entfernen
hr_hr: Ukloni s popisa
pl_pl: Usunąć z listy

source: Are you sure you want to REMOVE selected email from ban list?
hr_hr: Sigurno želite ukloniti odabrane adrese s popisa zabranjenih?
pl_pl: Czy na pewno chcesz usunąć uszeregowaną wiadomość z listy zakazów?

source: Change Password
de_de: Kennwort &auml;ndern
hr_hr: Promjena lozinke
pl_pl: Zmień hasło

source: Current Password:
de_de: Aktuelles Kennwort:
hr_hr: Trenutna lozinka:
pl_pl: Aktualne hasło:

source: New Password:
de_de: Neues Passwort:
hr_hr: Nova lozinka:
pl_pl: Nowe hasło:

source: Confirm Password:
de_de: Kennwort best&auml;tigen:
hr_hr: Potvrda lozinke:
pl_pl: Potwierdź hasło:

source: Reset
de_de: Zurücksetzen
hr_hr: Vrati
pl_pl: Nastawić

source: Cancel
de_de: Abbrechen
hr_hr: Odustani
pl_pl: Anuluj

source: Update: %s
de_de: Aktualisieren: %s
hr_hr: Uređivanje: %s
pl_pl: Aktualizacja:% s

source: To reset the password enter a new one below (min. 6 chars.)
hr_hr: Za resetiranje lozinke dolje upišite novu lozinku (min. 6 znakova.)
pl_pl: Aby zresetować hasło, wprowadź nowy (poniżej 6 znaków).

source: New Client
de_de: Neuer Kunde
hr_hr: Novi korisnik
pl_pl: Nowych klientów

source: Password required (min. 6 chars.)
de_de: Neues Passwort ben&ouml;tigt (mind. 6 Zeichen)
hr_hr: Obavezan unos lozinke (min. 6 znakova)
pl_pl: Wymagane hasło (min 6 znaków)

source: Client Account
de_de: Kundenkonto
hr_hr: Račun korisnika
pl_pl: Konto Klienta

source: Account information
de_de: Kontoinformationen
hr_hr: Informacije korisničkog računa
pl_pl: Informacje o koncie

source: E-mail (Username):
de_de: E-Mail (Benutzername):
hr_hr: Adresa e-pošte (korisničko ime):
pl_pl: E-mail (Nazwa użytkownika):

source: Client Group:
de_de: Kundengruppe:
hr_hr: Grupa klijenta:
pl_pl: Grupa klientów:

source: Select Group
de_de: Gruppe auswählen
hr_hr: Odaberite grupu
pl_pl: Wybierz grupę

source: Name (First, Last):
de_de: Name (Vorname, Familienname):
hr_hr: Ime, prezime:
pl_pl: Nazwisko (pierwsze, ostatnie):

source: Organization:
hr_hr: Organizacija:
pl_pl: Organizacja:

source: Office Phone:
de_de: Telefonnummer:
hr_hr: Poslovni telefon:
pl_pl: Telefon biurowy:

source: Mobile Phone:
de_de: Mobiltelefon:
hr_hr: Mobilni telefon:
pl_pl: Telefon komórkowy:

source: Password:
de_de: Kennwort:
hr_hr: Lozinka:
pl_pl: Hasło:

source: Account Permission, Status &amp; Settings
de_de: Zugangsberechtigung, Status &amp; Einstellung des Kontos
hr_hr: Dozvole računa, status i postavke
pl_pl: Uprawnienie do konta, status & Ustawienia

source: Account Status
de_de: Kontostatus
hr_hr: Status računa
pl_pl: Status Konta

source: Clients in the group:
hr_hr: Klijenti u grupi:
pl_pl: Klienci z grupy:

source: Client Members
de_de: Kunden
hr_hr: Članovi klijenta
pl_pl: Członkowie Klienta

source: Note: Client log-in disabled
hr_hr: Napomena: nije moguća prijava korisnika.
pl_pl: Uwaga: Logowanie się klienta jest niemożliwe

source: Email (Username)
de_de: E-Mail (Benutzername)
hr_hr: Adresa e-pošte (korisničko ime)
pl_pl: E-mail (Nazwa użytkownika)

source: Full Name
de_de: Name/Vorname
hr_hr: Ime i prezime
pl_pl: Pełne imię i nazwisko

source: Organization
de_de: Unternehmen
hr_hr: Organizacija
pl_pl: Organizacja

source: Group
de_de: Gruppe
hr_hr: Grupa
pl_pl: Grupa

source: Created on
de_de: Erstelldatum
hr_hr: Stvoren(o)
pl_pl: Utworzone w

source: Last Login
de_de: Letzte Anmeldung
hr_hr: Zadnja prijava
pl_pl: Ostatnie logowanie

source: Are you sure you want to ENABLE selected user(s)?
hr_hr: Jeste li sigurni da želite OMOGUĆITI odabrano?
pl_pl: Czy na pewno chcesz WŁĄCZENIĆ wybranych użytkowników?

source: Lock
de_de: Sperren
hr_hr: Zaključaj
pl_pl: Zamek

source: Are you sure you want to LOCK selected user(s)?
hr_hr: Jeste li sigurni da želite ZAKLJUČATI odabrano?
pl_pl: Czy na pewno chcesz zablokować wybranych użytkowników?

source: Are you sure you want to DELETE selected user(s)?
de_de: Sind Sie sicher, dass Sie die ausgewählten Mitarbeiter l&ouml;schen wollen?
hr_hr: Jeste li sigurni da želite IZBRISATI odabrano?
pl_pl: Czy na pewno chcesz usunąć wybranych użytkowników?

source: Update Department
de_de: Abteilung aktualisieren
hr_hr: Ažuriranje odjela
pl_pl: Dział aktualizacji

source: New Department
de_de: Neue Abteilung
hr_hr: Novi odjel
pl_pl: Nowy dział

source: Department
de_de: Abteilung
hr_hr: Odjel
pl_pl: Departament

source: Dept depends on email &amp; help topics settings for incoming tickets.
hr_hr: Odjel ovisi o postavkama e-maila i tema pomoći za dolazne zahtjeve.
pl_pl: Dept zależy od adresu e-mail i Ustawienia tematów pomocy przychodzących.

source: Dept Name:
de_de: Abteilung Bezeichnung:
hr_hr: Ime odjela:
pl_pl: Nazwa oddziału:

source: Dept Email:
de_de: Abteilung E-Mail:
hr_hr: E-mail odjela:

source: Select One
de_de: Auswählen
hr_hr: Odaberite jednu
pl_pl: Wybierz jeden

source: outgoing email
de_de: Ausgehende E-Mails
hr_hr: odlazna adresa e-pošte
pl_pl: Poczty wychodzącej

source: Dept Manager:
de_de: Abteilungsmanager:
hr_hr: Voditelj odjela:
pl_pl: Kierownik działu:

source: -------None-------
hr_hr: -------Nitko-------
pl_pl: -------Żaden-------

source: Select Manager (optional)
de_de: Manager auswählen (Optional)
hr_hr: Odaberite voditelja (neobavezno)
pl_pl: Wybierz menedżera (opcjonalnie)

source: No Users in this dept. (Add Users)
hr_hr: Nema korisnika u ovom odjelu. (Dodavanje korisnika)
pl_pl: Brak użytkowników w tym dziale (Dodaj użytkowników)

source: Dept Type
hr_hr: Vrsta odjela
pl_pl: Typ Oddziału

source: Public
de_de: &Ouml;ffentlich
hr_hr: Javni
pl_pl: Publiczny

source: Private (Hidden to the user/client)
de_de: Privat (Versteckt an den Benutzer/Kunde)
hr_hr: Privatni (skriveni)
pl_pl: Prywatne (Ukryte dla użytkownika / klienta)

source: Dept Signature:
de_de: Abteilungsunterschrift:
hr_hr: Potpis odjela:
pl_pl: Dept Podpis:

source: Required when Dept is public
hr_hr: Obavezno ako je odjel javan
pl_pl: Wymagany, gdy Dept jest publiczny

source: can be appended to responses.&nbsp;(available as a choice for public departments)
hr_hr: može se dodati na kraj odgovora. (Dostupno za javne odjele)
pl_pl: Można dołączyć do odpowiedzi. & Nbsp; (dostępny jako wybór dla służb publicznych)

source: Email Templates:
de_de: E-Mail Vorlagen:
hr_hr: Predlošci e-mail poruka:
pl_pl: Szablony poczty elektronicznej:

source: Select Template
de_de: Vorlage auswählen
hr_hr: Odaberite predložak
pl_pl: Wybierz szablon

source: System Default
de_de: Systemvorgabe
hr_hr: Zadane vrijednosti sustava
pl_pl: Domyślne ustawienie systemowe

source: Used for outgoing emails,alerts and notices to user and staff.
hr_hr: Koristi se za odlazne e-pošte, upozorenja i obavijesti korisnika i osoblja.
pl_pl: Służy do wychodzących e-maili, alerty i powiadomienia dla użytkownika i personelu.

source: Autoresponders
de_de: Rückmeldungen
hr_hr: Automatski odgovor
pl_pl: Autorespondery
