Repository: KasunDA/Katak-support
Catalog: i18n/templates/*.po
Languages: de_de, hr_hr, pl_pl

source: Edit Ticket
de_de: Ticket bearbeiten
hr_hr: Uredi zahtjev
pl_pl: Edytuj bilet

source: Change Priority
de_de: Priorität ändern
hr_hr: Promijeni prioritet
pl_pl: Zmień priorytet

source: Mark Overdue
de_de: Als abgelaufen kennzeichen
hr_hr: Označi kašnjenje
pl_pl: Znak zaległych

source: Release (unassign)
de_de: Zuweisung löschen
hr_hr: Oslobodi (nedodijeljeno)
pl_pl: Zwolnienie (nieprzypisane)

source: Close Ticket
de_de: Ticket schließen
hr_hr: Zatvori zahtjev
pl_pl: Zamknij bilet

source: Reopen Ticket
de_de: Ticket Wiedereröffnen
hr_hr: Ponovno otvori zahtjev
pl_pl: Ponownie otworzyć bilet

source: Ban Email
de_de: E-Mail-Adresse sperren
hr_hr: Zabrani adresu e-pošte
pl_pl: Niech email

source: Un-Ban Email
de_de: Entsperre E-Mail-Adresse
hr_hr: Ukloni zabranu adrese e-pošte

source: Delete Ticket
de_de: Ticket löschen
hr_hr: Izbriši zahtjev
pl_pl: Usuń bilet

source: -Unchanged-
de_de: -Unverändert-
hr_hr: -Nepromijenjeno-
pl_pl: -Zmienione-

source: Internal Notes
de_de: Interne Anmerkungen
hr_hr: Interne bilješke
pl_pl: Uwagi wewnętrzne

source: posted by
hr_hr: objavio
pl_pl: Wysłane przez

source: Ticket Thread
de_de: Ticket Verlauf
hr_hr: Tijek rasprave
pl_pl: Wątek Biletu

source: Post Reply
de_de: Antworten
hr_hr: Pošalji odgovor
pl_pl: Odpowiedź na post

source: Canned Response:
de_de: Standardantwort:
hr_hr: Predložak odgovora:
pl_pl: Konserwowana odpowiedź:

source: Select a standard reply
de_de: Antwortvorlage auswählen
hr_hr: Odaberite predložak odgovora
pl_pl: Wybierz standardową odpowiedź

source: Attach File:
de_de: Datei anhängen:
hr_hr: Priloži datoteku:
pl_pl: Załącz plik:

source: Append signature to e-mail:
hr_hr: Dodaj potpis u e-poštu.
pl_pl: Dołącz podpis do e-maila

source: Dept Signature
de_de: Abteilungsunterschrift
hr_hr: Potpis odjela
pl_pl: Dept Podpis

source: Ticket Status:
hr_hr: Status zahtjeva
pl_pl: Status biletu:

source: Close on Reply
de_de: Nach Antwort schließen
hr_hr: Zatvori nakon odgovora
pl_pl: Zamknij odpowiedź

source: Reopen on Reply
de_de: Wiederöffnen durch Antwort
hr_hr: Ponovo otvori nakon odgovora
pl_pl: Ponownie otwórz odpowiedź

source: Post Internal Note
de_de: Interne Anmerkung
hr_hr: Objavi internu bilješku
pl_pl: Napisz wewnętrzną uwagę

source: Note Title:
de_de: Anmerkung Titel:
hr_hr: Naslov bilješke:
pl_pl: Uwaga:

source: Enter note content.
de_de: Anmerkung:
hr_hr: Unesi sadržaj bilješke.
pl_pl: Wprowadź treść notatki.

source: Dept. Transfer
de_de: Abteilung ändern
hr_hr: Premještaj odjela
pl_pl: Transfer departamentów

source: -Select Target Dept.-
de_de: -Zust. Abteilung auswählen-
hr_hr: -Dodijeli ciljni odjel-
pl_pl: -Wybierz docelowy Dept.-

source: Comments/Reasons for the transfer
de_de: Gründe für die Änderung
hr_hr: Komentari/razlozi za premještaj
pl_pl: Uwagi / powody przeniesienia

source: (Internal note).
de_de: (Interner Hinweis).
hr_hr: (Interna bilješka).
pl_pl: (Wewnętrzna uwaga).

source: Transfer
de_de: Übertragen
hr_hr: Premještaj

source: Re Assign Ticket
de_de: Ticket neu zuweisen
hr_hr: Preraspodijeli zahtjev
pl_pl: Przypisz ponownie bilet

source: Assign to Staff
de_de: Zuweisung an Mitarbeiter
hr_hr: Dodijeli osoblju
pl_pl: Przyznaczyć personelowi

source: Staff Member:
de_de: Mitarbeiter:
hr_hr: Član osoblja:
pl_pl: Obsługa:

source: -Select Staff Member.-
de_de: -Mitarbeiter auswählen-
hr_hr: -Odaberite člana osoblja-
pl_pl: -Wybierz członka personelu.-

source: Comments/message for assignee
de_de: Mitteilung an den Mitarbeiter
hr_hr: Komentar/poruka primatelju
pl_pl: Komentarze / wiadomość dla cesarza

source: Assign
de_de: Zuweisen
hr_hr: Dodijeli
pl_pl: Przydzielać

source: To insert or view the status of a ticket, provide us with your login data below.<br/>If you don't have username and password, please ask at the customer service.
de_de: Um den Status Ihres Tickets abzurufen geben Sie hier bitte Ihre E-Mail-Adresse und die Ticket Nummer ein.<br />Wenn Sie das Passwort nicht haben, wenden Sie sich bitte an den Kundenservice..
hr_hr: Za predaju ili pregled statusa zahtjeva prijavite se sa svojim korisničkim podacima. .<br/>Ako nemate korisničko ime i lozinku, obratite se službi za korisnike.
pl_pl: Aby wstawić lub wyświetlić status biletu, podaj nam swoje dane logowania poniżej. <br/> Jeśli nie masz nazwy użytkownika i hasła, poproś o obsługę klienta.

source: User name:
de_de: Benutzername:
hr_hr: Kor. ime:
pl_pl: Nazwa Użytkownika:

source: KataK Support - Ticket System
hr_hr: Sustav za praćenje zahtjeva za pomoć
pl_pl: Wsparcie KataK - system biletowy

source: Katak Support Center
hr_hr: Katak Support - sustav za podršku
pl_pl: Centrum Wsparcia Katak

source: KataK Support Center
hr_hr: Katak Support - sustav za podršku
pl_pl: Centrum wsparcia KataK

source: Ticket Status
hr_hr: Status zahtjeva
pl_pl: Status biletu

source: Log-in
hr_hr: Prijava
pl_pl: Zaloguj Się

source: Home
de_de: Startseite
hr_hr: Početak
pl_pl: Dom

source: To view the status of a ticket, provide us with your login data below.<br/>If this is your first time contacting us or you've lost the ticket ID, please <a href='open.php'>click here</a> to open a new ticket.
de_de: Um den Status Ihres Tickets abzurufen geben Sie hier bitte Ihre E-Mail-Adresse und die Ticketnummer ein.<br />Wenn Sie Ihre Ticketnummer verloren haben, clicken Sie <a href='open.php'>hier</a> um ein neues Ticket zu öffnen.
hr_hr: Za prikaz stanja zahtjeva dolje upišite svoje pristupne podatke.<br/>Ako nam se javljate po prvi put ili ako nemate broj zahtjeva, <a href='open.php'>kliknite ovdje</a> za otvaranje novog zahtjeva za podršku.
pl_pl: Aby wyświetlić status biletu, podaj dane logowania poniżej. <br/> Jeśli pierwszy raz się z nami skontaktujesz lub zgubisz identyfikator biletu, <a href='open.php'> kliknij tutaj </a>, aby otworzyć nowy bilet.

source: E-Mail:
hr_hr: Adresa e-pošte:

source: Ticket ID:
de_de: Ticket Nummer:
hr_hr: ID zahtjeva
pl_pl: Identyfikator biletu:

source: View Status
de_de: Statusabfrage
hr_hr: Provjera
pl_pl: Wyświetl stan

source: Please fill in the form below to open a new ticket and provide as much detail as possible, so we can best assist you.
de_de: Bitte füllen Sie dieses Ticket so vollständig wie möglich aus, damit wir Ihnen schnell und effizient helfen können.
hr_hr: Za predaju zahtjeva za pomoć ispunite donji obrazac.
pl_pl: Proszę wypełnić poniższy formularz, aby otworzyć nowy bilet i podać jak najwięcej szczegółów, abyśmy mogli najlepiej Ci pomóc.

source: To update a previously submitted ticket, please go to
de_de: Um ein bereits gesendetes Ticket erneut zu öffnen, klicken Sie
hr_hr: Ako želite nadopuniti postojeći zahtjev, klinite na
pl_pl: Aby zaktualizować wcześniej przesłany bilet, przejdź do

source: General Inquiry
hr_hr: Opći upit
pl_pl: Zapytanie ogólne

source: Message:
de_de: Nachricht:
hr_hr: Poruka:
pl_pl: Wiadomość:

source: Captcha Text:
de_de: Sicherheitsanfrage:
hr_hr: CAPTCHA tekst:
pl_pl: Tekst Captcha

source: Enter the text shown on the image.
de_de: Bitte nebenstehende Zeichenfolge eingeben
hr_hr: Unesite tekst prikazan na slici.
pl_pl: Wprowadź tekst widoczny na obrazku

source: Thank you for contacting us.<br>A support ticket request has been created and a representative will be getting back to you shortly if necessary.
de_de: Vielen Dank für Ihre Anfrage.<br>Unser Servicesystem wird diese umgehend an den zuständigen Mitarbeiter weiterleiten, der sich bei Ihnen so schnell wie möglich melden wird.
hr_hr: Hvala što ste nas kontaktirali.<br>Otvoren je zahtjev za podršku, predstavnik će vam se uskoro javiti.
pl_pl: Dziękujemy za skontaktowanie się z nami. <br> Został utworzony prośbę o poparcie, a przedstawiciel wkrótce skontaktuje się z Tobą w razie potrzeby.

source: An email with the ticket number has been sent to <b>%s</b>.You'll need the ticket number along with your email to view status and progress online.
hr_hr: Na adresu <b>%s</b> koju ste naveli poslali smo vam broj zahtjeva. On će vam trebati ako želite provjeriti stanje svog upita odnosno napretka obrade.
pl_pl: E-mail z numerem biletu został wysłany do <b>% s </ b>. Będziesz potrzebował numeru biletu razem ze swoim e-mailem, aby wyświetlić status i postępy w trybie online.

source: If you wish to send additional comments or information regarding same issue, please follow the instructions on the email.
hr_hr: Ako želite poslati komentare ili dodatne informacije vezane uz isti problem, slijedite upute iz poruke e-pošte.
pl_pl: Jeśli chcesz wysłać dodatkowe komentarze lub informacje dotyczące tego samego problemu, postępuj zgodnie z instrukcjami na e-mailu.

source: Support Team
de_de: Ihr Serviceteam
hr_hr: Tim za podršku
pl_pl: Grupa wsparcia

source: Sort by Ticket Number
de_de: Sortieren nach Tickets-Nr.
hr_hr: Sortiraj po broju zahtjeva
pl_pl: Sortuj według numeru biletu

source: Sort by Date of Creation
de_de: Sortieren nach Datum
hr_hr: Poredaj po datumu izrade
pl_pl: Sortuj według daty utworzenia

source: Create Date
de_de: Erstellungsdatum
hr_hr: Datum izrade
pl_pl: Data Utworzenia

source: Sort by Status
de_de: Nach Status sortieren
hr_hr: Poredaj po statusu
pl_pl: Sortuj według statusu

source: Sort by Department
de_de: Nach Abteilung sortieren
hr_hr: Poredaj po odjelu
pl_pl: Sortuj według działu

source: Closed on
de_de: Geschlossen am
hr_hr: Zatvoreno dana
pl_pl: Zamknięte

source: Open - Answered on
de_de: Offen - beantwortet am
hr_hr: Otvoreni - odgovoreno dana
pl_pl: Otwarty - odpowiedział na

source: NO Tickets Found.
de_de: Keine Tickets gefunden.
hr_hr: NEMA zahtjeva.
pl_pl: Ilość biletówNie znaleziono biletów.

source: Closing date:
de_de: Geschlossen am:
hr_hr: Rok:
pl_pl: Data zamknięcia:

source: Ticket will be reopened on message post
de_de: Ticket wird wieder geöffnet beim Versenden der Nachricht
hr_hr: Zahtjev će se ponovno otvoriti kod slanja poruke
pl_pl: Bilet zostanie otwarty ponownie w wiadomości

source: Enter new message
de_de: Neue Nachricht eingeben
hr_hr: Unesite poruku
pl_pl: Wprowadź nową wiadomość

source: Attach File
de_de: Datei anh&auml;ngen
hr_hr: Priložite datoteku
pl_pl: załącz plik

source: Unable to update the client. Internal error occurred
pl_pl: Nie można utworzyć wątek. Błąd wewnętrzny

source: DB Error No.
de_de: Datenbank Fehler Nr.
pl_pl: Liczba błędów DB

source: Please note that changing the passprase does NOT invalidate existing keys. To regenerate a key you need to delete and readd it.
de_de: Please note that changing the passprase does NOT invalidate existing keys. Um den Schlüssel zu ändern, löschen Sie ihn und fügen ihn anschließend erneut hinzu.
pl_pl: Należy pamiętać, że zmiana hasła nie powoduje unieważnienia istniejących kluczy. Aby zregenerować klucz, musisz go usunąć i odczytać.

source: Email Info
pl_pl: Informacje o e-mail

source: SMTP Port
pl_pl: Port SMTP

source: DEBUG
pl_pl: ODPLUSKWIĆ

source: WARN
de_de: WARNUNGEN
pl_pl: OSTRZEC

source: ERROR
de_de: FEHLER
pl_pl: BŁĄD

source: You pipe we accept policy
pl_pl: Ty rury akceptujemy politykę

source: Debug
de_de: Fehlersuche
pl_pl: Odpluskwić
