Repository: KasunDA/Katak-support
Catalog: i18n/templates/*.po
Languages: de_de, hr_hr, pl_pl

source: No groups selected.
de_de: Keine Gruppen ausgewählt.
hr_hr: Nije odabrana niti jedna grupa.
pl_pl: Nie wybrano roli

source: Staff profile updated successfully
de_de: Mitarbeiter-Profil erfolgreich aktualisiert
hr_hr: Profil osoblja uspješno ažuriran
pl_pl: profil Staff pomyślnie zaktualizowane

source: You can not lock or delete yourself!
de_de: Sie k&ouml;nnen sich nicht selbst sperren oder l&ouml;schen!
hr_hr: Ne možete zaključati ili izbrisati sami sebe!
pl_pl: Nie można zablokować lub usunąć samemu!

source: Dept updated successfully
de_de: Abteilung erfolgreich aktualisiert
hr_hr: Odjel uspješno ažuriran
pl_pl: Dept pomyślnie zaktualizowane

source: Error updating the department
de_de: Fehler bei der Aktualisierung der Abteilung aufgetreten
hr_hr: Greška pri ažuriranju odjela
pl_pl: Błąd aktualizacji działu

source: Unable to add department. Internal error
de_de: Kann die Abteilung nicht hinzufügen. Interner Fehler
hr_hr: Nije moguće dodati odjel. Unutarnja pogreška
pl_pl: Nie można dodać dział. Błąd wewnętrzny

source: You must select at least one department
de_de: Es muss min. eine Abteilung ausgewählt werden
hr_hr: Morate odabrati najmanje jedan odjel
pl_pl: Musisz wybrać co najmniej jeden dział

source: You can not disable/delete a default department. Remove default Dept and try again.
hr_hr: Ne možete onemogućiti ili izbrisati zadani odjel. Uklonite prvo zadani odjel i pokušajte ponovo.
pl_pl: Nie można wyłączyć / usunąć domyślną dział. Usuń domyślny dług i spróbuj ponownie.

source: %s of %s selected departments made public
de_de: %s von %s ausgewählten Abteilungen öffentlich gemacht
hr_hr: %s od %s odabranih odjela su javni
pl_pl: %s z %s wybranych działów upublicznione

source: Unable to make depts public.
de_de: Abteilungen konnte nicht öffentlich gemacht werden
hr_hr: Odjel(e) nije moguće učiniti javnim.
pl_pl: Nie można dokonać depts publicznej.

source: %s of %s selected departments made private
de_de: %s von %s ausgewählten Abteilungen privat gemacht
hr_hr: %s od %s odabranih odjela su privatni
pl_pl: %s z %s wybranych działów prywatne

source: Unable to make selected department(s) private. Possibly already private!
de_de: ausgewählte Abteilung konnte nicht privat gestellt werden werden. Evtl. bereits privat!
hr_hr: Odabrani odjel nije moguće prebaciti u privatni. Možda je već privatan!
pl_pl: Nie można dokonać wybranej jednostki (a) prywatne. Prawdopodobnie już prywatne!

source: Can not delete Dept. with members. Move staff first.
de_de: Abteilungen mit Mitarbeitern k&ouml;nnen nicht gel&ouml;scht werden. Entfernen Sie zu erst die Mitarbeiter.
hr_hr: Ne može se izbrisati odjel sa članovima. Prvo premjestite osoblje.
pl_pl: Nie można usunąć Dept. z członków. Przesuń pierwszy personelu.

source: Can not delete Dept. associated with a help topics. Remove association first.
de_de: Abteilungen mit einer Verbindung zu einem Hilfe-Thema können nicht gelöscht werden. Heben Sie zu erst die Verbindung auf.
hr_hr: Ne može se izbrisati odjel povezan s temom pomoći. Prvo uklonite vezu.
pl_pl: Nie można usunąć Dept. skojarzone ze tematów pomocy. Usuń pierwsze skojarzenie.

source: %s of %s selected departments deleted
de_de: %s von %s ausgewählten Abteilungen gelöscht
hr_hr: %s od %s odabranih odjela izbrisani
pl_pl: %s z %s wybranych działów usunięte

source: Unable to delete selected departments.
hr_hr: Odabrane odjele nije moguće izbrisati.
pl_pl: Nie można usunąć wybrane działy.

source: Unknown Dept action
hr_hr: Nepoznata radnja odjela
pl_pl: Nieznane działanie Dług

source: Unable to fetch info on template ID#
hr_hr: Nije moguće dohvatiti informacije o predlošku
pl_pl: Nie można pobrać informacji na temat szablonu ID #

source: Unable to fetch info on email ID#%s
hr_hr: Nije moguće dohvatiti informacije o adresi %s
pl_pl: Nie można pobrać informacji na e-mail ID #%s

source: Unable to fetch info on topic #%s
hr_hr: Nije moguće dohvatiti podatke o temi %s
pl_pl: Nie można pobrać informacji na temat #% s

source: Unable to fetch info on role ID#%s
hr_hr: Nije moguće dohvatiti podatke o ulozi %s
pl_pl: Nie można pobrać informacji na temat identyfikatorów ról #%s

source: Unable to fetch info on staff ID#%s
hr_hr: Nije moguće dohvatiti podatke o članu osoblja %s
pl_pl: Nie można pobrać informacji o identyfikatorach pracowników ID#%s

source: Unable to fetch info on group ID#%s
hr_hr: Nije moguće dohvatiti informacije o grupi %s
pl_pl: Nie można pobrać informacji na temat identyfikatorów ról#%s

source: Unable to fetch info on client ID#%s
hr_hr: Nije moguće dohvatiti podatke o korisniku %s
pl_pl: Nie można pobrać informacji na temat identyfikatora klienta #%s

source: Unable to fetch info on Dept ID#%s
hr_hr: Nije moguće dohvatiti informacije o odjelu %s
pl_pl: Nie można pobrać informacji od dłużnych identyfikatorów ID#%s

source: Problems loading requested admin page.
hr_hr: Problem kod učitavanja tražene administracijske stranice.
pl_pl: Problemy ładowania żądanych strony administratora.

source: Possibly access denied, if you believe this is in error please get technical support.
hr_hr: Pristup je možda zabranjen. Ako mislite da je to pogreška, molimo kontaktirajte tehničku podršku.
pl_pl: Ewentualnie odmowa dostępu, jeśli uważasz, że to pomyłka należy uzyskać pomoc techniczną.

source: config error
de_de: Konfigurationsfehler
hr_hr: konfiguracijska pogreška
pl_pl: błąd config

source: Access Denied. IP %s
de_de: Zugriff verweigert. IP %s
hr_hr: Pristup uskraćen. IP %s
pl_pl: Brak dostępu. IP %s

source: Invalid params
de_de: Ungültige Parameter
hr_hr: Nevažeći parametri
pl_pl: Nieprawidłowe params

source: invalid method
hr_hr: Nevažeći način
pl_pl: nieprawidłowy sposób

source: This is secure ajax assjax %s
hr_hr: Siguran ajax assjax %s
pl_pl: Jest to bezpieczne ajax assjax %s

source: invalid method/call %s
hr_hr: Nevažeći način/poziv %s
pl_pl: nieważne metodę / call %s

source: You do not have access to the ticket
hr_hr: Nemate pristup zahtjevu za pomoć
pl_pl: Nie masz dostępu do biletu

source: cron job executed
de_de: cron job ausgeführt
hr_hr: cron posao izvršen
pl_pl: cron praca wykonywana

source: STAFF MEMBERS
de_de: MITARBEITERLISTE
hr_hr: OSOBLJE
pl_pl: PRACOWNICY

source: Search for
de_de: Suche nach
hr_hr: Traži:
pl_pl: Szukać

source: Dept.
de_de: Abt.
hr_hr: Odjel:

source: All Department
de_de: Alle Abteilungen
hr_hr: Svi odjeli
pl_pl: wszystko Departament

source: GO
de_de: Los
hr_hr: Izvrši
pl_pl: udać się

source: Staff Members
de_de: Mitarbeiter
hr_hr: Članovi osoblja
pl_pl: Pracownicy

source: Name
hr_hr: Ime
pl_pl: Nazwa

source: Dept
de_de: Abt.
hr_hr: Odjel

source: Phone
de_de: Telefon
hr_hr: Telefon
pl_pl: Telefon

source: Mobile
de_de: Mobiltelefon
hr_hr: Mobilni
pl_pl: mobilny

source: mng
hr_hr: voditelj

source: Vacation
de_de: Abwesenheit
hr_hr: Godišnji odmor
pl_pl: Wakacje

source: Active
de_de: Aktiv
hr_hr: Aktivan
pl_pl: Aktywny

source: Locked
de_de: Gesperrt
hr_hr: Zaključan
pl_pl: Zablokowany

source: No staff person found with this name
hr_hr: Ne postoji član s tim imenom
pl_pl: Nie znaleziono osoba z personelu o tej nazwie

source: You've reached maximum failed login attempts allowed.
de_de: Sie haben die maximale Anzahl an fehlgeschlagenen Anmeldeversuchen erreicht.
hr_hr: Dostigli ste maksimalan broj neuspjelih pokušaja prijave!
pl_pl: Dodzwoniłeś maksymalne nieudanych próbach logowania dozwolony.

source: Forgot your login info? Contact IT Dept.
de_de: Zugangsdaten vergessen? Kontaktieren Sie die IT-Abteilung.
hr_hr: Zaboravili ste podatke za prijavu? Obratite se informatičarima.
pl_pl: Zapomniałeś swoje dane logowania? Kontakt IT Dept.

source: Excessive login attempts by a staff member
de_de: Maximale Anmeldeversuche von einem Mitarbeiter
hr_hr: Prekomjeran broj pokušaja prijave člana osoblja
pl_pl: Nadmierne próby logowania przez pracownika

source: Username
de_de: Benutzername
hr_hr: Korisničko ime
pl_pl: Nazwa użytkownika

source: minutes
de_de: Minuten
hr_hr: minuta
pl_pl: minuty

source: Failed login attempts by a staff member
de_de: &Uuml;bermä&szlig;ige Anmeldeversuche von einem Mitarbeiter
hr_hr: Neuspjeli pokušaji prijave člana osoblja
pl_pl: Nieudane próby logowania przez pracownika

source: Internal Error. Action Denied
de_de: Interner Fehler. Zugriff verweigert
hr_hr: Unutarnja pogreška, radnja odbijena
pl_pl: Błąd wewnętrzny. Akcja Denied

source: Invalid auto refresh value.
hr_hr: Neispravna vrijednost za automatsko osvježavanje.
pl_pl: Nieprawidłowa wartość automatycznego odświeżania.

source: Preference Updated Successfully
de_de: Einstellungen erfolgreich aktualisiert
hr_hr: Postavke uspješno ažurirane
pl_pl: Pierwszeństwo pomyślnie zaktualizowane

source: Preference update error.
hr_hr: Pogreška prilikom ažuiriranja postavki
pl_pl: Błąd zmiana preferencji.

source: Current password required
de_de: Aktuelles Passwort ist erforderlich
hr_hr: Potrebna trenutna zaporka
pl_pl: Wymagane aktualne hasło

source: New password required
de_de: Neues Passwort benötigt
hr_hr: Potrebna nova zaporka
pl_pl: Nowe hasło wymagane

source: Must be at least 6 characters
de_de: Mindestens 6 Zeichen
hr_hr: Mora sadržavati najmanje 6 znakova.
pl_pl: Musi mieć co najmniej 6 znaków

source: Confirm new password
de_de: Neues Passwort bestätigen
hr_hr: Potvrdite novu lozinku
pl_pl: Potwierdź nowe hasło

source: Valid password required
de_de: Gültiges Passwort benötigt
hr_hr: Potrebna je lozinka
pl_pl: Wymagane poprawne hasło

source: New password(s) don't match
de_de: Neues Passwort ungültig
hr_hr: Upisane nove lozinke se ne podudaraju
pl_pl: Nowe hasło) nie pasują

source: New password is same as old password
de_de: Neues Passwort wie altes Passwort
hr_hr: Nova lozinka je ista kao i stara
pl_pl: Nowe hasło jest takie same jak stare hasło

source: Password Changed Successfully
de_de: Passwort erfolgreich ge&auml;ndert
hr_hr: Lozinka uspješno promijenjena
pl_pl: Hasło zostało zmienione pomyślnie

source: Unable to complete password change. Internal error.
de_de: Kennwort&auml;nderung fehlgeschlagen. Interner Fehler.
hr_hr: Nije moguće izvršiti promjenu zaporke. Unutarnja pogreška.
pl_pl: Nie można zakończyć zmianę hasła. Błąd wewnętrzny.

source: First name required
de_de: Vorname benötigt
hr_hr: Ime (obavezno)
pl_pl: Imię wymagane

source: Last name required
de_de: Nachname ben&ouml;tigt
hr_hr: Prezime (obavezno)
pl_pl: wymagane Nazwisko

source: Valid email required
de_de: Gültige E-Mail ben&ouml;tigt
hr_hr: Važeća adresa e-pošte (obavezno)
pl_pl: wymagany poprawny email

source: Enter a valid number
de_de: Gültige Telefonnummer eingeben
hr_hr: Unesite važeći broj
pl_pl: Podaj prawidłowy numer

source: Profile Updated Successfully
de_de: Profil erfolgreich aktualisiert
hr_hr: Profil uspješno ažuriran
pl_pl: Profil pomyślnie zaktualizowane

source: Error(s) occured. Profile NOT updated
de_de: Feher, Profil wurde NICHT aktualisiert.
hr_hr: Dogodila se pogreška. Profil nije ažuriran
pl_pl: Error(s) wystąpiły. Profil nie zaktualizowana

source: Error(s) below occured. Try again
de_de: Feher, siehe unten. Erneut versuchen.
hr_hr: Došlo je do dolje navedenih pogrešaka. Pokušajte ponovno.
pl_pl: Error(s) poniżej wystąpił. Spróbuj ponownie

source: MY PROFILE
de_de: MEIN PROFIL
hr_hr: MOJ PROFIL
pl_pl: MÓJ PROFIL

source: PREFERENCES
de_de: EINSTELLUNGEN
hr_hr: POSTAVKE
pl_pl: PREFERENCJE

source: CHANGE PASSWORD
de_de: PASSWORT ÄNDERN
hr_hr: PROMJENA LOZINKE
pl_pl: ZMIEŃ HASŁO

source: Welcome back! You are listed as 'on vacation' Please let admin or your manager know that you are back.
de_de: Willkommen zurück! Sie sind z.Z. als inaktiv geführt, bitte beim Admin oder Manager zurückmelden.
hr_hr: Dobrodošli natrag! U režimu ste godišnjeg odmora. Molimo, obavijestite administratora ili upravitelja da ste se vratili.
pl_pl: Witamy spowrotem! Jesteś na liście "na wakacjach" Proszę dać Administrator lub menedżer wie, że jesteś z powrotem.

source: You must change your password to continue.
de_de: Passwort ändern um fortzufahren
hr_hr: Za nastavak morate promijeniti svoju lozinku.
pl_pl: Musisz zmienić swoje hasło, aby kontynuować.

source: Session timed out due to inactivity
de_de: Sitzung beendet wegen Inaktivität
hr_hr: Sesija istekla uslijed neaktivnosti
pl_pl: Sesja wygasła z powodu nieaktywności

source: System Offline
hr_hr: Sustav isključen

source: The script is version %s while the database is version %s
de_de: Das Programm ist Version %s wohingegen die Datenbank Version %s ist.
hr_hr: Inačica skripte: %s / inačica baze podataka: %s
pl_pl: Skrypt jest wersja %s, podczas gdy baza danych jest wersja% s

source: System is set to offline mode
de_de: System ist offline.
hr_hr: Sustav je isključen
pl_pl: System jest ustawiony na tryb offline

source: External interface is disabled and ONLY admins can access staff control panel.
de_de: Das externe Interface ist deaktiviert und NUR die Admins können auf das Mitarbeiterpanel zugreifen.
hr_hr: Vanjsko sučelje je onemogućeno i samo administratori mogu pristupiti upravljačkoj ploči za osoblje.
pl_pl: Interfejs zewnętrzny jest wyłączony i tylko administrator może uzyskać dostęp do panelu sterowania personelu.

source: Enable
de_de: Aktivieren
hr_hr: Omogući
pl_pl: Włączyć

source: Unknown ID#
de_de: Unbekannte ID#
hr_hr: Nepoznati ID#
pl_pl: Nieznane ID#

source: Missing or invalid role ID
de_de: Fehlende oder ungültige Aufgabenbereichs-ID
hr_hr: ID skupine ne postoji ili nije ispravan
pl_pl: Brakujący lub nieprawidłowy identyfikator użytkownika

source: Title/subject required
de_de: Titel/Betreff ben&ouml;tigt
hr_hr: Naslov/tema (obavezno)
pl_pl: wymagane Tytuł / przedmiotem

source: Reply required
de_de: Antwort ben&ouml;tigt
hr_hr: Potrebno upisati odgovor
pl_pl: Odpowiedź wymagana

source: Unable to create the reply. Internal error
de_de: Interner Fehler, Antwort kann nicht erstellt werden
hr_hr: Nije moguće stvoriti odgovor. Interna pogreška
pl_pl: Nie można utworzyć odpowiedź. Błąd wewnętrzny

source: Standard reply updated
de_de: Standardantwort gespeichert
hr_hr: Uobičajeni odgovori ažurirani
pl_pl: Odpowiedź standardowa zaktualizowane

source: Internal update error occured. Try again
de_de: Interner Aktualisierungsfehler. Versuchen Sie es erneut
hr_hr: Unutarnja pogreška pri ažuriranju. Pokušajte ponovo
pl_pl: Błąd aktualizacji wewnętrzny błąd. Spróbuj ponownie

source: Title already exists!
de_de: Titel existiert bereits!
hr_hr: Naslov već postoji!
pl_pl: Tytuł już istnieje!

source: Error(s) occured. Try again
de_de: Fehler aufgetreten. Erneut versuchen.
hr_hr: Došlo je do pogreške. Pokušajte ponovno
pl_pl: Error(s) wystąpił. Spróbuj ponownie

source: You must select at least one item
hr_hr: Morate odabrati barem jednu stavku
pl_pl: Musisz wybrać co najmniej jedną pozycję

source: Error occured. Try again
de_de: Fehler aufgetreten. Erneut versuchen.
hr_hr: Došlo je do pogreške. Pokušajte ponovno
pl_pl: Wystąpił błąd. Spróbuj ponownie

source: STANDARD REPLIES
de_de: ANTWORTVORLAGEN
hr_hr: PREDLOŠCI ODGOVORA
pl_pl: ODPOWIEDZI STANDARD

source: NEW STANDARD REPLY
de_de: NEUE ANTWORT HINZUFÜGEN
hr_hr: NOVI PREDLOŽAK ODGOVORA
pl_pl: NOWA ODPOWIEDZ STANDARD

source: Unknown ticket ID#
de_de: Ticket Nr. unbekannt
hr_hr: Nepoznat broj zahtjeva
pl_pl: Nieznany bilet ID #

source: Access denied. Contact admin if you believe this is in error.
de_de: Zugriff verweigert. Kontaktieren Sie den Systemverwalter, wenn Sie einen Fehler vermuten
hr_hr: Pristup je odbijen. Kontaktirajte administratora ako smatrate da je to pogreška.
pl_pl: Brak dostępu. Skontaktuj się z administratorem, jeśli uważasz, że to pomyłka.

source: Response message required
de_de: Antworttext erforderlich
hr_hr: Potrebna poruka odgovora
pl_pl: Wymagane wiadomości z odpowiedzią

source: Action Denied. Ticket is locked by someone else!
de_de: Aktion verweigert. Ticket von jemand anderem gesperrt!
hr_hr: Radnja odbijena, netko drugi radi na istom zahtjevu!
pl_pl: Akcja Denied. Bilet jest zablokowana przez kogoś innego!

source: Upload dir invalid. Contact admin.
de_de: Upload-Verzeichnis ungültig. Kontaktieren Sie den Systemverwalter.
hr_hr: Direktorij za upload je nevažeći. Kontaktirajte administratora.
pl_pl: Prześlij reż nieprawidłowy. Kontakt z administratorem.

source: Email is in banlist. Must be removed to reply
de_de: E-Mail ist auf der Sperrliste. Muss entfernt werden, um zu antworten
hr_hr: Adresa e-pošte je zabranjena. Uklonite je s tog popisa ako želite odgovoriti.
pl_pl: E-mail jest w Lista banów. Muszą zostać usunięte, aby odpowiedzieć

source: Response Posted Successfully
de_de: Antwort erfolgreich veröffentlicht
hr_hr: Odgovor uspješno objavljen
pl_pl: Odpowiedź Wysłany Pomyślnie

source: %s %s the ticket on reply
de_de: %s %s Antwort auf Ticket
hr_hr: %s odgovorom %s zahtjev
pl_pl: %s %s bilet na post

source: reopened
de_de: wiedereröffnet
hr_hr: ponovno otvorio
pl_pl: ponownie

source: closed
de_de: geschlossen
hr_hr: zatvorio
pl_pl: Zamknięte

source: Ticket status changed to %s
de_de: Ticketstatus geändert auf %s
hr_hr: Status zahtjeva promijenjen u %s
pl_pl: Status biletów zmieniona na %s

source: Open
de_de: Offen
hr_hr: otvoren
pl_pl: otwarty

source: Closed
de_de: Geschlossen
hr_hr: zatvoren
pl_pl: Zamknięte

source: Unable to post the response.
de_de: Es konnte keine Antwort verschickt werden.
hr_hr: Nije moguće objaviti odgovor.
pl_pl: Nie można wysłać odpowiedzi.

source: Select Department
de_de: Abteilung wählen
hr_hr: Odaberite odjel
pl_pl: Wybierz Dział

source: Note/Message required
de_de: Hinweis/ Nachricht erforderlich
hr_hr: Napomena / poruka potrebna
pl_pl: Uwaga / wymagana wiadomość

source: Ticket already in the Dept.
de_de: Ticket ist bereits in dieser Abteilung
hr_hr: Zahtjev je već u odjelu
pl_pl: Bilet już w dziale

source: Action Denied. You are not allowed to transfer tickets.
de_de: Vorgang verboten. Sie haben keine Erlaubnis für Ticketverschiebung.
hr_hr: Radnja odbijena, nemate pravo prebaciti zahtjev.
pl_pl: Akcja została odrzucona. Nie wolno Ci przesyłać biletów.

source: Dept. Transfer from %s to %s
de_de: Abteilungsänderung von %s zu %s
hr_hr: Odjel prebačen iz %s u %s
pl_pl: Depat Transfer z %s do %s

source: Ticket transfered sucessfully to %s Dept.
de_de: Erfolgreiche Ticketverschiebung zu %s Abteilung
hr_hr: Zahtjev uspješno prebačen odjelu %s.
pl_pl: Bilet został przekazany do działu %s Dept.

source: Unable to complete the transfer
de_de: Abteilungsänderung konnte nicht vorgenommen werden.
hr_hr: Nije moguće dovršiti prebacivanje
pl_pl: Nie można zakończyć transferu

source: Select assignee
de_de: Mitarbeiter auswählen
hr_hr: Odaberite opunomoćenika
pl_pl: Wybierz cesarz

source: Ticket already assigned to the staff.
de_de: Ticket ist bereits dem Mitarbeiter zugewiesen.
hr_hr: Zahtjev već dodijeljen osoblju.
pl_pl: Bilet już przydzielony personelowi.

source: Ticket already assigned. You do not have permission to re-assign assigned tickets
de_de: Ticket bereits zugewiesen. Sie haben keine Erlaubnis, bereits zugewiesene Tickets erneut zuzuweisen
hr_hr: Zahtjev je već dodijeljen. Nemate dopuštenje prebaciti zahtjev drugome članu osoblja.
pl_pl: Bilet już przydzielony. Nie masz uprawnień do ponownego przypisania przypisanych biletów

source: Ticket Assigned to
de_de: Ticket zugewiesen an
hr_hr: Zahtjev dodijeljen
pl_pl: Bilet przypisany do

source: staff
de_de: Mitarbeiter
hr_hr: članu osoblja
pl_pl: personel

source: Unable to assign the ticket
de_de: Ticket konnte nicht zugewiesen werden.
hr_hr: Nije moguće dodijeliti zahtjev
pl_pl: Nie można przypisać biletu

source: Title required
de_de: Titel erforderlich
hr_hr: Naslov je obavezan
pl_pl: Wymagany tytuł

source: Note message required
de_de: Iinhalt ist erforderlich
hr_hr: Napomena je obavezna
pl_pl: Musisz mieć wymagany komunikat

source: Internal note posted
de_de: Interne Anmerkung erfolgreich geschrieben
hr_hr: Interna bilješka objavljena
pl_pl: Wewnętrzna notatka została wysłana

source: and status set to
hr_hr: i status postavljen na
pl_pl: I stan ustawiony na

source: open
de_de: geöffnet
hr_hr: otvoreno
pl_pl: otwarty

source: Error(s) occured. Unable to post the note.
de_de: Anmerkung konnte nicht verschickt werden.
hr_hr: Dogodila se pogreška. Nije moguće postaviti napomenu.
pl_pl: Wystąpił błąd. Nie można wysłać notatki.

source: Perm. Denied. You are not allowed to edit tickets
hr_hr: Uskraćena dozvola. Nemate dopuštenje za uređivanje zahtjeva.
pl_pl: Trwała ondulacja. Odmówiono. Nie możesz edytować biletów

source: Ticket updated successfully
de_de: Ticket erfolgreich aktualisiert
hr_hr: Zahtjev uspješno ažuriran
pl_pl: Bilet został zaktualizowany

source: Error(s) occured! Try again.
de_de: Fehler aufgetreten! Erneut versuchen.
hr_hr: Dogodila se pogreška! Pokušajte ponovo.
pl_pl: Wystąpił błąd! Spróbuj ponownie.

source: Access denied. You are not allowed to edit this ticket. Contact admin if you believe this is in error
de_de: Zugriff verweigert. Sie sind nicht berechtigt, diesen Ticket zu bearbeiten. Kontaktieren Sie den Systemverwalten, wenn Sie einen Fehler vermuten
hr_hr: Pristup je odbijen. Nemate dopuštenje za uređivanje ovog zahjteva. Kontaktirajte administratora ako smatrate da je to pogreška
pl_pl: Brak dostępu. Nie możesz edytować tego biletu. Skontaktuj się z administratorem, jeśli uważasz, że jest to błąd

source: Perm. Denied. You are not allowed to change ticket's priority
hr_hr: Uskraćena dozvola. Nije vam dozvoljeno mijenjati prioritet zahtjeva
pl_pl: Trwała ondulacja. Odmówiono. Nie możesz zmienić priorytetu biletu

source: You must select priority
de_de: Priorität auswählen
hr_hr: Morate odabrati prioritet
pl_pl: Musisz wybrać priorytet

source: Priority Changed Successfully
de_de: Priorität erfolgreich aktualisiert
hr_hr: Prioritet uspješno promijenjen
pl_pl: Priorytet zmienił się pomyślnie

source: Ticket priority set to "%s" by %s
hr_hr: Prioritet zahtjeva postavljen na "%s" od strane %s
pl_pl: Ustawienie priorytetu biletu na "%s" przez %s

source: Priority Changed
de_de: Priorit&auml;t ge&auml;ndert
hr_hr: Prioritet promijenjen
pl_pl: Zmieniono priorytet

source: Problems changing priority. Try again
hr_hr: Problem mijenjanja prioriteta. Pokušajte ponovo
pl_pl: Problemy z priorytetem. Spróbuj ponownie

source: Perm. Denied. You are not allowed to close tickets.
hr_hr: Uskraćena dozvola. Ne smijete zatvoriti zahtjev.
pl_pl: Trwała ondulacja. Odmówiono. Nie możesz zamykać biletów

source: Ticket #%s status set to CLOSED
hr_hr: Zahtjev #%s je zatvoren
pl_pl: Stan biletu #%s ustawiony na ZAMKNIĘTY

source: Ticket closed without response by %s
de_de: Ticket geschlossen ohne Antwort von %s
hr_hr: Zahtjev je bez odgovora zatvorio %s
pl_pl: Bilet zamknięty bez odpowiedzi przez %s

source: Ticket Closed
de_de: Ticket geschlossen
hr_hr: Zahtjev zatvoren
pl_pl: Zamknięty bilet

source: Problems closing the ticket. Try again
hr_hr: Problem pri zatvaranju zahtjeva. Pokušajte ponovo
pl_pl: Problemy z zamknięciem biletu. Spróbuj ponownie

source: Perm. Denied. You are not allowed to reopen tickets.
hr_hr: Uskraćena dozvola. Nemate dopuštenje za ponovo otvaranje zahtjeva.
pl_pl: Trwała ondulacja. Odmówiono. Nie można ponownie otwierać biletów.

source: Ticket status set to OPEN
de_de: Ticket Status eingestellt auf OPEN
hr_hr: Zahtjev je otvoren
pl_pl: Status biletu ustawiony na OPEN

source: Ticket reopened (without comments)
de_de: Ticket wiedergeöffnet (ohne Kommentar)
hr_hr: Zahtjev ponovo otvoren (bez komentara)
pl_pl: Bilet został ponownie otwarty (bez komentarzy)

source: Ticket Reopened
de_de: Ticket wiedergeöffnet
hr_hr: Zahtjev ponovo otvoren
pl_pl: Bilet został ponownie otwarty

source: Problems reopening the ticket. Try again
de_de: Probleme beim wiederöffnen des Tickets. Erneut versuchen
hr_hr: Problem pri ponovnom otvaranja zahtjeva. Pokušajte ponovo
pl_pl: Problemy z ponownym otwarciem biletu. Spróbuj ponownie
