Repository: KasunDA/Katak-support
Catalog: i18n/templates/*.po
Languages: de_de, hr_hr, pl_pl

source: Ticket is not assigned!
de_de: Ticket nicht zugewiesen!
hr_hr: Zahtjev nije dodijeljen!
pl_pl: Bilet nie jest przydzielony!

source: Ticket released (unassigned) from %s by %s
de_de: Ticket freigeschaltet (nicht zugewiesen) von %s durch %s
hr_hr: Zahtjev člana %s oslobodio %s
pl_pl: Bilet został zwolniony (nieprzypisany) z %s przez %s

source: Ticket unassigned
de_de: Ticket nicht zugewiesen
hr_hr: Zahtjev oslobođen
pl_pl: Bilet nieprzypisany

source: Problems releasing the ticket. Try again
de_de: Problem bei der Freigabe des Tickets. Versuchen Sie es erneut
hr_hr: Dogodio se problem kod oslobađanja zahtjeva. Pokušajte ponovno
pl_pl: Problemy z wydaniem biletu. Spróbuj ponownie

source: Perm. Denied. You are not allowed to flag tickets overdue
hr_hr: Uskraćena dozvola. Nemate ovlasti označiti zahtjev zakašnjelim
pl_pl: Trwała ondulacja. Odmówiono. Nie wolno wystawiać flag zaległych biletów

source: Ticket flagged as overdue
de_de: Ticket als Überfällig markiert
hr_hr: Zahtjev je automatski označen kao zakašnjeli
pl_pl: Bilet został oznaczony jako opóźniony

source: Ticket marked Overdue
de_de: Ticket als Überfällig markiert
hr_hr: Zahtjev označen kao zakašnjeli
pl_pl: Bilet został oznaczony jako zaległy

source: Problems marking the the ticket overdue. Try again
hr_hr: Problem pri označavanju zahtjeva zakašnjelim. Pokušajte ponovo
pl_pl: Problemy z biletem. Spróbuj ponownie

source: Perm. Denied. You are not allowed to ban emails
hr_hr: Uskraćena dozvola. Nije vam dozvoljeno zabraniti adrese e-pošte
pl_pl: Trwała ondulacja. Odmówiono. Nie wolno zabronić e-maili

source: Email (%s) added to banlist
de_de: E-Mail (%s) zur Sperrliste hinzugefügt
hr_hr: E-mail (%s) dodan na popis zabranjenih
pl_pl: Email (%s) został dodany do listy banlistów

source: & ticket status set to closed
de_de: & Ticket-Status auf "geschlossen" eingestellt
hr_hr: & status postavljen na zatvoreno
pl_pl: Stan biletu ustawiony na zamknięty

source: Unable to add the email to banlist
de_de: E-Mail kann nicht zur Sperrliste hinzugefügt werden
hr_hr: Nije moguće dodati e-mail na popis zabranjenih
pl_pl: Nie można dodać e-maila do listy banerów

source: Perm. Denied. You are not allowed to remove emails from banlist.
hr_hr: Uskraćena dozvola. Nije vam dozvoljeno brisanje adresa s popisa zabranjenih
pl_pl: Trwała ondulacja. Odmówiono. Nie możesz usuwać e-maili z banlist.

source: Email removed from banlist
hr_hr: E-mail uklonjen s popisa zabranjenih
pl_pl: Usunięto wiadomość e-mail z banlisty

source: Unable to remove the email from banlist. Try again.
de_de: E-Mail kann nicht von der Sperrliste entfernt werden. Versuchen Sie es erneut.
hr_hr: Nije moguće ukloniti e-mail sa popisa zabranjenih. Pokušajte ponovo.
pl_pl: Nie można usunąć e-maila z banlisty. Spróbuj ponownie

source: Perm. Denied. You are not allowed to DELETE tickets!!
hr_hr: Uskraćena dozvola. Nije vam dozvoljeno brisanje zahtjeva!
pl_pl: Trwała ondulacja. Odmówiono. Nie możesz usuwać biletów !!

source: Ticket Deleted Forever
hr_hr: Zahtjev trajno izbrisan
pl_pl: Bilet usunięty na zawsze

source: Problems deleting the ticket. Try again
de_de: Problem beim Löschen des Tickets. Versuchen Sie es erneut
hr_hr: Problem s brisanjem zahtjeva. Pokušajte ponovo
pl_pl: Problemy z usunięciem biletu. Spróbuj ponownie

source: You must select action to perform
hr_hr: Odaberite radnju za nastavak
pl_pl: Musisz wybrać działanie do wykonania

source: You do not have permission to mass manage tickets. Contact admin for such access
hr_hr: Nije vam dozvoljeno grupno uređivanje zahtjeva. Ovlasti zatražite od administratora
pl_pl: Nie masz uprawnień do masowego zarządzania biletami. Skontaktuj się z administratorem w celu uzyskania takiego dostępu

source: No tickets selected. You must select at least one ticket.
hr_hr: Niste odabrali zahtjev. Morate odabrati najmanje jedan zahtjev.
pl_pl: Nie wybrano żadnego biletu. Musisz wybrać co najmniej jeden bilet

source: You do not have permission to close/reopen tickets
hr_hr: Nemate dozvolu za zatvaranje / ponovo otvaranje zahtjeva
pl_pl: Nie masz uprawnień do zamykania / ponownego otwarcia biletów

source: You do not have permission to delete tickets
hr_hr: Nemate dozvolu za brisanje zahtjeva
pl_pl: Nie masz uprawnień do usuwania biletów

source: You must select at least one ticket
de_de: Mindestens ein Ticket auswählen
hr_hr: Morate odabrati najmanje jedan zahtjev
pl_pl: Musisz wybrać co najmniej jeden bilet

source: Ticket reopened by
de_de: Ticket wiedergeöffnet durch
hr_hr: Zahtjev ponovno otvorio
pl_pl: Bilet został ponownie otwarty przez

source: of
de_de: von
hr_hr: od
pl_pl: z

source: selected tickets reopened
de_de: augewählte Tickets wiedergeöffnet
hr_hr: odabranih zahtjeva ponovno otvoreno
pl_pl: Wybrane bilety zostały ponownie otwarte

source: Ticket closed without response by
de_de: Ticket geschlossen ohne Antwort von
hr_hr: Zahtjev je bez odgovora zatvorio
pl_pl: Bilet został zamknięty bez odpowiedzi

source: selected tickets closed
de_de: augewählte Tickets geschlossen
hr_hr: odabranih zahtjeva zatvoreno

source: Ticket flagged as overdue by
de_de: Ticket als Überfällig markiert von
hr_hr: Zahtjev je zakašnjelim označio

source: Ticket Marked Overdue
de_de: Ticket als &Uuml;berf&auml;llig markiert
hr_hr: Zahtjev označen kao zakašnjeli

source: selected tickets marked overdue
de_de: augewählte Tickets als überfällig gekennzeichnet
hr_hr: odabranih zahtjeva označeno zakašnjelim

source: selected tickets deleted
de_de: augewählte Tickets gelöscht
hr_hr: odabranih zahtjeva izbrisano

source: Ticket created successfully
de_de: Ticket wurde erfolgreich eröffnet
hr_hr: Zahtjev je uspješno izrađen
pl_pl: Bilet został pomyślnie utworzony

source: Unable to create the ticket. Correct the error(s) and try again
de_de: Ticket konnte nicht erstellt werden. Erforderliche Felder ausfüllen und erneut absenden
hr_hr: Nije moguće izraditi zahtjev. Ispravite pogrešku(e) i pokušajte ponovo
pl_pl: Nie można utworzyć biletu. Popraw błędy i spróbuj ponownie

source: OPEN TICKETS (%s)
de_de: OFFEN (%s)
hr_hr: OTVORENI ZAHTJEVI (%s)
pl_pl: OPEN BILETY (%s)

source: Open Tickets
de_de: Offene Tickets
hr_hr: Otvoreni zahtjevi
pl_pl: Otwórz Bilety

source: assigned to you!
de_de: zugewiesen an Sie!
hr_hr: dodijeljen vama!
pl_pl: Do ciebie przydzielony!

source: MY TICKETS (%s)
de_de: MEINE (%s)
hr_hr: MOJI ZAHTJEVI (%s)
pl_pl: MY BILETY (%s)

source: Assigned Tickets
de_de: Zugewiesene Tickets
hr_hr: Dodijeljeni zahtjevi
pl_pl: Przypisane bilety

source: OVERDUE (%s)
de_de: ÜBERFÄLLIG (%s)
hr_hr: ZAKAŠNJELI (%s)

source: Stale Tickets
de_de: Veraltete Tickets
hr_hr: Zaostali zahtjevi
pl_pl: Bilety Stale

source: overdue tickets!
de_de: überfällige Tickets!
hr_hr: zakašnjelih zahtjeva!
pl_pl: Zaległe bilety!

source: CLOSED TICKETS
de_de: GESCHLOSSEN
hr_hr: ZATVORENI ZAHTJEVI
pl_pl: ZAMKNIĘTY TICKETY

source: Closed Tickets
de_de: Geschlossene Tickets
hr_hr: zatvorenih zahtjeva
pl_pl: Bilety zamknięte

source: NEW TICKET
de_de: NEU
hr_hr: NOVI ZAHTJEV
pl_pl: NOWY TICKET

source: External cron job executed
de_de: External cron job ausgeführt
hr_hr: Vanjski cron zadatak izvršen
pl_pl: Wykonanie zewnę trznego crona

source: API passphrase missing.
de_de: API Kennwort fehlt.
hr_hr: Nedostaje API lozinka.
pl_pl: Brakuje hasła do interfejsu API.

source: Valid IP required
de_de: Gültige IP-Adresse erforderlich
hr_hr: Potrebna je ispravna IP adresa
pl_pl: Wymagane IP

source: API key for the IP already exists
de_de: API Schlüssel für diese IP-Adresse bereits vorhanden
hr_hr: API ključ za IP već postoji
pl_pl: Klucz API dla adresu IP już istnieje

source: Required
de_de: erforderlich
hr_hr: Obavezno
pl_pl: wymagany

source: Must be at least 3 words long.
hr_hr: Mora se sastojati od barem 3 riječi.
pl_pl: Musi mieć długość co najmniej 3 słów.

source: Already set
de_de: bereits eingestellt
hr_hr: Već postavljen
pl_pl: Już ustawiono

source: Internal error occured
de_de: Interner Fehler aufgetreten
hr_hr: Došlo je do unutarnje pogreške
pl_pl: Wystąpił błąd wewnętrzny

source: Already in-use system email
hr_hr: Već se koristi kao e-mail sustava
pl_pl: Już używany system e-mail

source: Already in-use email
de_de: E-Mail bereits vorhanden
hr_hr: Adresa već u upotrebi
pl_pl: Już używany system e-mail

source: Valid number required
de_de: Gültige Nummer benötigt
hr_hr: Važeći broj potreban
pl_pl: Wymagany numer

source: Password required
de_de: Passwort erforderlich
hr_hr: Potrebna je lozinka
pl_pl: wymagane hasło

source: Password(s) do not match
de_de: Passwort stimmt nicht überein
hr_hr: Lozinke se ne podudaraju
pl_pl: Hasła nie pasują do siebie

source: Password too long
de_de: Kennwort zu lang
hr_hr: Lozinka predugačka
pl_pl: Hasło jest zbyt długie

source: Unable to update the user. Internal error occured
de_de: Kunden-Informationen können nicht aktualisiert werden. Interner Fehler aufgetreten
hr_hr: Nije moguće ažurirati korisnika. Došlo je do interne pogreške
pl_pl: Nie można zaktualizować użytkownika. Wystąpił błąd wewnętrzny

source: Unable to update the client. Internal error occured
de_de: Kunden-Informationen können nicht aktualisiert werden. Interner Fehler aufgetreten
hr_hr: Nije moguće ažurirati klijenta. Došlo je do interne pogreške

source: Unable to create user. Internal error
de_de: Kann den Benutzer nicht anlegen. Interner Fehler
hr_hr: Nije moguće stvoriti korisnika. Interna pogreška
pl_pl: Nie można utworzyć użytkownika. Błąd wewnętrzny

source: Support System URl required
de_de: Support System URl erforderlich
hr_hr: Potrebna adresa sustava za podršku
pl_pl: Wymagany system operacyjny URl

source: Support System title required
de_de: Support System Titel erforderlich
hr_hr: Potrebno upisati naslov sustava za podršku
pl_pl: Potrzebny tytuł Systemu Wsparcia

source: Default Dept. required
de_de: Standard Abteilung benötigt
hr_hr: Potrebno odabrati zadani odjel
pl_pl: Wymagany Deptak

source: Default email required
de_de: Standard-E-Mail-Adresse erforderlich
hr_hr: Potrebna je zadana e-mail adresa
pl_pl: Wymagany domyślny e-mail

source: You must select template.
de_de: Vorlage auswählen
hr_hr: Morate odabrati predložak.
pl_pl: Musisz wybrać szablon.

source: Enter idle time in minutes
hr_hr: Unesite vrijeme mirovanja u minutama
pl_pl: Wprowadź czas bezczynności w minutach

source: Time format required
de_de: Zeitformat ist erforderlich
hr_hr: Potrebno unijeti format vremena
pl_pl: Potrzebny format czasu

source: Date format required
de_de: Datumsformat ist erforderlich
hr_hr: Potrebno unijeti format datuma
pl_pl: Wymagany format daty

source: Datetime format required
de_de: Datums- und Zeitformat ist erforderlich
hr_hr: Obavezan unos u datetime formatu
pl_pl: Wymagany format Datetime

source: Day, Datetime format required
de_de: Tag-, Datums und Zeitformat ist erforderlich
hr_hr: Format za dan, datum i vrijeme potreban
pl_pl: Dzień, wymagany format Datetime

source: Enter lock time in minutes
de_de: Blockirungszeit in Minuten eingeben
hr_hr: Unesite vrijeme za zaključavanje u minutama
pl_pl: Wprowadź czas blokady w minutach

source: No target recipient(s) selected
hr_hr: Primatelj nije odabran
pl_pl: Nie wybrano docelowego adresata

source: Reply separator required (?)
hr_hr: Razdjelnik za odgovor je obavezan (?)
pl_pl: Wymagany separator odpowiedzi (?)

source: The GD extension required
hr_hr: Potrebna je GD ekstenzija
pl_pl: Wymagane rozszerzenie GD

source: PNG support required for Image Captcha
hr_hr: Za slikovnu CAPTCHA provjeru potrebna je PNG podrška
pl_pl: Obsługa PNG wymagana dla Image Captcha

source: Directory must be valid and writeable
de_de: Verzeichnis muss gültig und beschreibbar sein
hr_hr: Direktorij mora biti dostupan i omogućeno zapisivanje
pl_pl: Katalog musi być poprawny i zapisywalny

source: Invalid upload dir
de_de: Verzeichnis 'upload' ungültig
hr_hr: Pogrešan ili nedostupan direktorij 'upload'
pl_pl: Nieprawidłowy plik przesyłania

source: The 'file_uploads' directive is disabled in php.ini
de_de: Direktive 'file_uploads' ist in der php.ini deaktiviert
hr_hr: Direktiva 'file_uploads' je onemogućena u php.ini
pl_pl: Dyrektywa "file_uploads" jest wyłączona w php.ini

source: Maximum file size required
de_de: Maximale Dateigrö&szlig;e erforderlich
hr_hr: Potrebno unijeti maksimalnu veličinu datoteke
pl_pl: Wymagany maksymalny rozmiar pliku

source: Allowed file extentions required
de_de: Erlaubte Dateiendungen erforderlich
hr_hr: Potrebno unijeti dopuštene ekstenzije datoteka
pl_pl: Dozwolone limity plików

source: Missing or invalid Dept ID
de_de: Fehlende oder ungültige Abt-ID
hr_hr: Nedostaje ili nevažeći ID odjela
pl_pl: Brakujący lub nieprawidłowy identyfikator oddziału

source: Dept email required
de_de: Abteilungs E-Mail erforderlich
hr_hr: Potrebno upisati e-mail odjela
pl_pl: Wymagany e-mail

source: Template required
de_de: Vorlage erforderlich
hr_hr: Predložak potreban
pl_pl: Wymagany szablon

source: Dept name required
de_de: Abteilung erforderlich
hr_hr: Potrebno upisati ime odjela
pl_pl: Wymagana nazwa oddziału

source: Dept name must be at least 4 chars.
de_de: Mindestens 4 Zeichen eingeben
hr_hr: Ime odjela mora biti najmanje 4 znakova.
pl_pl: Nazwa depozytu musi wynosić co najmniej 4 znaki.

source: Department already exists
de_de: Gruppenname bereits vorhanden
hr_hr: Odjel već postoji
pl_pl: Dział już istnieje

source: Signature required
de_de: Unterschrift erforderlich
hr_hr: Potrebno unijeti potpis
pl_pl: Podpis wymagany

source: Default department can not be private
de_de: Standardabteilung kann nicht privat sein
hr_hr: Zadani odjel ne može biti privatan
pl_pl: Domyślny dział nie może być prywatny

source: Unable to update
de_de: Aktualisieren nicht m&ounl;glich
hr_hr: Ažuriranje ili obnavljanje nije moguće
pl_pl: Nie można zaktualizować

source: Dept. Error occured
de_de: Fehler in Abteilung aufgetreten
hr_hr: Došlo je do pogreške u odjelu
pl_pl: Wystąpił błąd

source: Unable to create department. Internal error
de_de: Kann die Abteilung nicht anlegen. Interner Fehler
hr_hr: Nije moguće stvoriti odjel. Interna pogreška
pl_pl: Nie można utworzyć działu. Błąd wewnętrzny

source: Internal error.
de_de: Interner Fehler.
hr_hr: Unutarnja pogreška.
pl_pl: Błąd wewnętrzny.

source: Email already exists
de_de: E-Mail bereits vorhanden
hr_hr: Adresa e-pošte već postoji
pl_pl: email już istnieje

source: Email in-use by a staff member
de_de: E-Mail bereits von einem Mitarbeiter in Benutzung
hr_hr: E-mail koristi član osoblja
pl_pl: Wysyłanie wiadomości e-mail przez pracownika

source: You must select a Dept.
de_de: Sie müssen eine Abteilung auswählen
hr_hr: Morate odabrati odjel.
pl_pl: Musisz wybrać dział Department

source: You must select a priority
de_de: Sie müssen eine Priorit&auml;t festlegen
hr_hr: Morate odabrati prioritet
pl_pl: Musisz wybrać priorytet

source: Username missing
de_de: Benutzername fehlt
hr_hr: Nedostaje korisničko ime
pl_pl: Brak nazwy użytkownika

source: IMAP doesn't exist. PHP must be compiled with IMAP enabled.
de_de: IMAP nicht vorhanden. PHP muss IMAP-f&auml;hig kompiliert werden.
hr_hr: IMAP ne postoji. PHP treba kompilirati s IMAP podrškom.
pl_pl: IMAP nie istnieje. PHP musi być skompilowany z włączoną funkcją IMAP.

source: Host name required
de_de: Hostname erforderlich
hr_hr: Potrebno upisati naziv poslužitelja
pl_pl: Wymagana nazwa hosta

source: Port required
de_de: Port erforderlich
hr_hr: Potrebno upisati port
pl_pl: Wymagany port

source: Select protocol
de_de: Wählen Sie ein Protokoll
hr_hr: Odaberite protokol
pl_pl: Wybierz protokół

source: Fetch interval required
de_de: Abholinterval erforderlich
hr_hr: Morate upisati interval za dohvat
pl_pl: Wymagany okres pobierania

source: Maximum emails required
de_de: Maximale E-Mails erforderlich
hr_hr: Morate upisati najveći broj poruka
pl_pl: Wymagane maksymalne e-maile

source: Another department using host/username combination.
de_de: Eine andere Abteilung nutzt die Host-/Benutzername Kombination.
hr_hr: Drugi odjel koristi isti poslužitelj/korisničko ime.
pl_pl: Inny dział korzystający z kombinacji hosta / użytkownika.

source: Invalid login. Check %s settings
de_de: Ungültige Anmeldedaten. &Uuml;berprüfen Sie die %s Einstellungen
hr_hr: Pogrešna prijava. Provjerite %s postavke
pl_pl: Nieprawidłowy login. Sprawdź ustawienia%s

source: Unable to login. Check SMTP settings.
de_de: Anmelden nicht möglich. Überprüfen Sie die SMTP-Einstellungen.
hr_hr: Prijava nije prošla. Provjerite SMTP postavke.
pl_pl: Niezdolny do logowania. Sprawdź ustawienia SMTP.

source: Unable to update email. Internal error occurred
de_de: Kann die E-Mail nicht aktualisieren. Interner Fehler aufgetreten
hr_hr: Nije moguće ažurirati adresu. Došlo je do pogreške
pl_pl: Nie można zaktualizować e-maila. Wystąpił błąd wewnętrzny

source: Error(s) Occured. Try again
de_de: Fehler aufgetreten. Erneut versuchen.
hr_hr: Došlo je do pogreške. Pokušajte ponovo
pl_pl: Wystąpił błąd. Spróbuj ponownie

source: Missing or invalid group ID
de_de: Fehlende oder ungültige Gruppe-ID
hr_hr: ID skupine nedostaje ili je neispravan
pl_pl: Brakujący lub nieprawidłowy identyfikator użytkownika

source: Group name required
de_de: Gruppenname erforderlich
hr_hr: Morate upisati ime grupe
pl_pl: Imię wymagane

source: Group name must be at least 5 chars.
de_de: Mindestens 5 Zeichen
hr_hr: Ime grupe mora imati najmanje 5 znakova.
pl_pl: Musi mieć co najmniej 6 znaków

source: Group name already exists
de_de: Gruppenname bereits vorhanden
hr_hr: Ime grupe već postoji
pl_pl: Tytuł już istnieje!

source: Unable to create the group. Internal error
de_de: Kann die Gruppe nicht erstellen. Interner Fehler
hr_hr: Nije moguće stvoriti grupu. Interna pogreška
pl_pl: Nie można utworzyć wątek. Błąd wewnętrzny

source: The system is having trouble fetching emails from the following mail account:
hr_hr: Sustav ima problema prilikom dohvaćanja e-pošte sa sljedećeg računa:
pl_pl: W systemie występuje problem z pobieraniem e-maili z następującego konta pocztowego:

source: consecutive errors. Maximum of
hr_hr: uzastopnih pogreška. Najviše
pl_pl: Kolejne błędy. Maksymalnie

source: allowed
de_de: erlaubt
hr_hr: dozvoljeno
pl_pl: dozwolony

source: This could be connection issues related to the host. Next delayed login attempt in approx. 10 minutes
de_de: Das können Verbindungsprobleme zum E-Mail-Server sein. Der nächste verzögerte Anmeldeversuch wird in ungefähr 10 Minuten erfolgen
hr_hr: Ovdje se možda radi o problemima s povezivosti poslužitelja. Pokušat ćemo ponovno za otprilike 10 minuta
pl_pl: Może to być kwestia połączenia z hostem. Następna opóźniona próba logowania w ok. 10 minut

source: Name required
de_de: Geben sie Name/Vorname ein
hr_hr: Morate upisati ime
pl_pl: Imię wymagane

source: Subject required
de_de: Betreff erforderlich
hr_hr: Morate upisati naslov poruke
pl_pl: Temat (wymagane

source: Template message required
de_de: Nachrichtenvorlage erforderlich
hr_hr: Morate odabrati predložak
pl_pl: Potrzebny szablon

source: Unable to update. Internal error occured
de_de: Aktualisieren nicht m&ouml;glich. Interner Fehler aufgetreten
hr_hr: Ažuriranje nije moguće. Unutarnja pogreška
pl_pl: Nie można zaktualizować. Wystąpił błąd wewnętrzny

source: Name already in use
de_de: Name wird bereits verwendet
hr_hr: Ime se već koristi
pl_pl: Nazwa już w użyciu

source: Unable to create the template. Internal error occured
de_de: Kann keine Vorlage erstellen. Interner Fehler aufgetreten
hr_hr: Nije moguće napraviti predložak. Unutarnja pogreška
pl_pl: Nie można utworzyć szablonu. Wystąpił błąd wewnętrzny

source: Dashboard
de_de: Übersicht
hr_hr: Nadzorna ploča
pl_pl: Deska rozdzielcza

source: Admin Dashboard
de_de: Admin Übersicht
hr_hr: Administratorska nadzorna ploča
pl_pl: Panel administracyjny

source: Settings
de_de: Einstellungen
hr_hr: Postavke
pl_pl: Ustawienia

source: System Settings
de_de: Systemeinstellungen
hr_hr: Postavke sustava
pl_pl: Ustawienia systemowe

source: Emails
hr_hr: Adrese e-pošte
pl_pl: E-maile

source: Email Settings
de_de: E-Mail Einstellungen
hr_hr: Postavke e-pošte
pl_pl: Ustawienia poczty e-mail

source: Help Topics
de_de: Ticketthemen
hr_hr: Teme pomoći
pl_pl: Tematy pomocy

source: Staff
de_de: Mitarbeiter
hr_hr: Osoblje
pl_pl: Personel

source: Departments
de_de: Abteilungen
hr_hr: Odjeli
pl_pl: Departamenty

source: Clients
de_de: Kunden
hr_hr: Klijenti
pl_pl: Klienci

source: Tickets
hr_hr: Zahtjevi
pl_pl: Bilety

source: Ticket Queue
de_de: Ticket Warteschlange
hr_hr: Red čekanja zahtjeva
pl_pl: Kolejka biletów

source: Standard Replies
de_de: Antwortvorlagen
hr_hr: Predlošci odgovora
pl_pl: Standardowe odpowiedzi

source: Directory
de_de: Mitarbeiterliste
hr_hr: Imenik
pl_pl: Informator

source: Staff Directory
de_de: Mitarbeiterliste
hr_hr: Imenik osoblja
pl_pl: Katalog pracowników

source: My Account
de_de: Mein Konto
hr_hr: Moj račun
pl_pl: moje konto

source: Personal data of my account
de_de: Meine persönliche Kontodaten
hr_hr: Osobni podaci mog računa
pl_pl: Dane osobowe mojego konta

source: REPORTS
de_de: STATISTIKEN
hr_hr: IZVJEŠĆA
pl_pl: RAPORTY

source: SYSTEM LOGS
de_de: PROTOKOLLE
hr_hr: ZAPISI SUSTAVA
pl_pl: logi systemowe

source: ATTACHMENTS
de_de: ANLAGEN
hr_hr: PRILOZI
pl_pl: ZAŁĄCZNIKI

source: EMAIL ADDRESSES
de_de: E-MAIL-ADRESSEN
hr_hr: ADRESE E-POŠTE
pl_pl: ADRES E-MAIL

source: ADD NEW EMAIL
de_de: NEUE E-MAIL
hr_hr: DODAJ NOVU ADRESU
pl_pl: Dodaj nowy email

source: TEMPLATES
de_de: VORLAGEN
hr_hr: PREDLOŠCI
pl_pl: SZABLONY

source: Email Templates
de_de: E-Mail-Vorlagen
hr_hr: PREDLOŠCI E-POŠTE
pl_pl: Templatki email

source: BANLIST
de_de: SPERRLISTE
hr_hr: ZABRANJENE ADRESE
pl_pl: Lista banów

source: Banned Email
de_de: Gesperrte E-Mail
hr_hr: Zabranjen e-mail (baniran)
pl_pl: zakazane email

source: HELP TOPICS
de_de: THEMEN
hr_hr: TEME POMOĆI
pl_pl: TEMATY POMOCY

source: ADD NEW TOPIC
de_de: NEUES THEMA HINZUFÜGEN
hr_hr: DODAJ NOVU TEMU
pl_pl: Dodaj nowy temat

source: ADD NEW STAFF
de_de: MITARBEITER HINZUFÜGEN
hr_hr: DODAJ NOVOG ČLANA
pl_pl: DODAJ nowych pracowników

source: STAFF ROLES
de_de: MITARBEITER AUFGABENBEREICH
hr_hr: SKUPINE OSOBLJA
pl_pl: ROLA PERSONALU

source: ADD NEW ROLE
de_de: AUFGABENBEREICH HINZUFÜGEN
hr_hr: DODAJ NOVU ULOGU
pl_pl: DODAJ NOWĄ ROLĘ

source: CLIENT LIST
de_de: KUNDEN LISTE
hr_hr: POPIS KLIJENATA
pl_pl: LISTA KLIENTÓW

source: ADD NEW CLIENT
de_de: NEUEN KUNDEN
hr_hr: DODAJ NOVOG KORISNIKA
pl_pl: DODAJ nowego klienta

source: CLIENT GROUPS
de_de: KUNDENGRUPPEN
hr_hr: GRUPE KLIJENATA
pl_pl: LISTA KLIENTÓW

source: ADD NEW GROUP
de_de: NEUE GRUPPE
hr_hr: DODAJ NOVU GRUPU
pl_pl: DODAJ nowy roli

source: DEPARTMENTS
de_de: ABTEILUNGEN
hr_hr: ODJELI
pl_pl: DZIAŁY

source: ADD NEW DEPT.
de_de: NEUE ABTEILUNG
hr_hr: DODAJ ODJEL
pl_pl: DODAJ nowego długu.

source: Showing
de_de: Anzeigen
hr_hr: Prikazujem
pl_pl: Seans

source: Role name required
de_de: Aufgabebereichsname erforderlich
hr_hr: Morate upisati naziv uloge
pl_pl: Wymagana nazwa roli

source: Role name must be at least 5 chars.
de_de: Mindestens 5 Zeichen eingeben
hr_hr: Naziv uloge mora imati najmanje 5 znakova.
pl_pl: Nazwa roli musi wynosić co najmniej 5 znaków.

source: Role name already exists
de_de: Aufgabebereichsname bereits vorhanden
hr_hr: Naziv uloge već postoji
pl_pl: Nazwa roli już istnieje

source: Unable to create the role. Internal error
de_de: Kann den Aufgabebereich nicht erstellen. Interner Fehler
hr_hr: Nije moguće stvoriti ulogu. Interna pogreška
pl_pl: Nie można utworzyć tej roli. Błąd wewnętrzny

source: First and last name required
de_de: Vor- und Nachname erforderlich
hr_hr: Morate upisati ime i prezime
pl_pl: Wymagane imię i nazwisko

source: Username required
de_de: Username benötigt
hr_hr: Morate upisati korisničko ime
pl_pl: Nazwa użytkownika (wymagana
