Repository: KasunDA/Katak-support
Catalog: i18n/templates/*.po
Languages: de_de, hr_hr, pl_pl

source: WELCOME TO THE KATAK-SUPPORT CENTER!
de_de: WILLKOMMEN IM KATAK-SUPPORT CENTER
hr_hr: Dobro došli u KATAK centar za podršku.
pl_pl: Witamy w centrum KATAK-support!

source: In order to better support you, we utilize a support ticket system. Every support request is assigned a unique ticket number which you can use to track the progress online. For your reference we provide complete history of all your support requests.
de_de: Für den optimalen Service verwenden wir ein Support-Ticket-System. Jeder Ihrer Serviceanfragen wird eine Ticket-Nummer zugeteilt, anhand der Sie die Bearbeitung und die Antworten online verfolgen können.
hr_hr: Kako bismo vam lakše pomogli, koristimo sustav praćenja zahtjeva. Svakom zahtjevu dodjeljujemo jedinstveni broj preko kojega možete pratiti tijek rješavanja zahtjeva. Za vašu informaciju pružamo i kompletnu povijesti svih vaših zahtjeva za podrškom.
pl_pl: W celu lepszego wspierania cię wykorzystujemy systemu pomocy technicznej. Każda prośba o pomoc ma przypisany unikalny numer biletu, który można wykorzystać do śledzenia postępów w Internecie. W celach informacyjnych zapewniamy pełną historię wszystkich swoich żądań pomocy technicznej.

source: A valid email address is required to access the support system.
de_de: Dafür benötigt unser Servicesystem Ihre gültige E-Mail-Adresse.
hr_hr: Potrebna je važeća adresa e-pošte za pristup sustavu podrške.
pl_pl: Prawidłowy adres e-mail jest niezbędny do korzystania z systemu wsparcia.

source: Fatal error!
de_de: Schwerwiegender Fehler!
hr_hr: Kritična pogreška
pl_pl: Błąd krytyczny!

source: Authentication Required
de_de: Authentifizierung erforderlich
hr_hr: Potrebna prijava
pl_pl: Wymagane uwierzytelnienie

source: Invalid login
de_de: Anmeldung ungültig
hr_hr: Pogrešna prijava
pl_pl: nieprawidłowy login

source: Excessive failed login attempts
de_de: Zu viele fehlgeschlagene Anmeldeversuche
hr_hr: Previše neuspjelih pokušaja prijave
pl_pl: Nadmierne nieudanych prób logowania

source: You've reached maximum failed login attempts allowed. Try again later or <a href="open.php">open a new ticket</a>
de_de: Sie haben die maximal erlaubten fehlgeschlagene Anmeldeversuche erreicht. Versuchen Sie es sp&auml;ter noch einmal oder <a href="open.php"> &ouml;ffnen Sie ein neues Ticket </a>
hr_hr: Dostigli ste maksimalno dozvoljene neuspjele pokušaje prijave! Pokušajte kasnije ponovo ili <a href="open.php">otvorite novi zahtjev</a>.
pl_pl: Dodzwoniłeś maksymalne nieudanych próbach logowania dozwolony. Spróbuj ponownie później lub <a href="open.php"> otworzyć nową </a> biletów

source: logged in
de_de: Eingeloggt
hr_hr: prijavljen
pl_pl: Zalogowany

source: Forgot your login info? Please <a href="open.php">open a new ticket</a>.
de_de: Zugangsdaten vergessen? Bitte <a href="open.php"> &ouml;ffnen Sie ein neues Ticket </a>.
hr_hr: Zaboravili ste podatke za prijavu? Molimo <a href="open.php">otvorite novi zahtjev</a>.
pl_pl: Zapomniałeś swoje dane logowania? <a Href="open.php"> otworzyć nową </a> biletów.

source: Excessive login attempts by a user
de_de: Maximale Anmeldeversuche von einem Kunden
hr_hr: Prekomjeran broj pokušaja prijave korisnika
pl_pl: Nadmierne próby logowania przez użytkownika

source: Email
hr_hr: Adrese e-pošte

source: Ticket No.
de_de: Ticket Nr.
hr_hr: Broj zahtjeva
pl_pl: Ilość biletów

source: Time
de_de: Uhrzeit
hr_hr: Vrijeme
pl_pl: czas

source: Attempts No.
de_de: Versuche Nr.
hr_hr: Broj pokušaja
pl_pl: Próby No.

source: Failed login attempts by a user
de_de: Fehlgeschlagener Anmeldeversuch (Kunde)
hr_hr: Neuspješan pokušaj prijave korisnika
pl_pl: Nieudane próby logowania przez użytkownika

source: You've reached maximum failed login attempts allowed. Try again later.
de_de: Sie haben die maximale Anzahl an fehlgeschlagenen Anmeldeversuchen erreicht. Bitte versuchen Sie es später noch einmal.
hr_hr: Dostigli ste najveći dozvoljeni broj neuspješnih pokušaja prijave. Pokušajte ponovno kasnije.
pl_pl: Dodzwoniłeś maksymalne nieudanych próbach logowania dozwolony. Spróbuj ponownie później.

source: Access Denied
de_de: Zugriff verweigert
hr_hr: Pristup odbijen
pl_pl: AttempBrak dostępu

source: Forgot your login info? Please ask at the customer service.
de_de: Zugangsdaten vergessen? Bitte fragen Sie bei der Kundenbetreuung.
hr_hr: Zaboravili ste prijavne podatke? Obratite se službi za pomoć.
pl_pl: Zapomniałeś swoje dane logowania? Proszę zapytać w obsłudze klienta.

source: Excessive login attempts by a client
de_de: Maximale Anmeldeversuche von einem Kunden
hr_hr: Previše pokušaja prijave klijenta
pl_pl: Nadmierne próby logowania przez klienta

source: Password
de_de: Passwort
hr_hr: Lozinka
pl_pl: Hasło

source: Failed login attempts by a client
de_de: Fehlgeschlagener Anmeldeversuch (Kunde)
hr_hr: Broj neuspjelih pokušaja prijave
pl_pl: Nieudane próby logowania przez klienta

source: logged out
de_de: Ausgeloggt
hr_hr: odjavljen
pl_pl: wylogowano

source: Error loading settings. Contact admin.
de_de: Fehler beim Laden der Einstellungen. Kontaktieren Sie den Administrator.
hr_hr: Pogreška kod učitavanja postavki, kontaktirajte administratora sustava.
pl_pl: Błąd podczas ładowania ustawień. Kontakt z administratorem.

source: Support Ticket System Offline
hr_hr: Sustav za podršku je isključen
pl_pl: Pomoc biletowe systemu Offline

source: Thank you for your interest in contacting us.
de_de: Vielen Dank für Ihr Interesse an uns.
hr_hr: Hvala na Vašem interesu i kontaktiranju.
pl_pl: Dziękujemy za zainteresowanie kontaktując się z nami.

source: Our Support System is offline at the moment, please check back at a later time.
de_de: Unser Helpdesk ist im Augenblick nicht erreichbar, versuchen Sie es zu einem späteren Zeitpunkt noch einmal.
hr_hr: Naš sustav podrške trenutno nije dostupan. Molimo, pokušajte kasnije.
pl_pl: Nasz Support System jest nieaktywny w tej chwili, proszę sprawdzić w późniejszym czasie.

source: Enter text shown on the image
de_de: Geben Sie den Text auf dem Bild ein
hr_hr: Unesite tekst prikazan na slici
pl_pl: Wpisz tekst widoczny na obrazku

source: Invalid - try again!
de_de: Ungültig - noch einmal versuchen!
hr_hr: Neispravno, pokušajte ponovo!
pl_pl: Nieprawidłowy - spróbuj ponownie!

source: Support ticket request created
de_de: Support-Ticket erstellt
hr_hr: Izrađen zahtjev za podršku
pl_pl: Żądanie bilet Pomoc utworzona

source: Unable to create a ticket. The system administrator has been notified. Please try later!
de_de: Konnte kein Ticket erstellen. Bitte korrigieren Sie die Fehler und versuchen Sie es erneut!
hr_hr: Nije moguće predati zahtjev. Administrator sustava je obaviješten. Pokušajte kasnije!
pl_pl: Nie można utworzyć bilet. Administrator systemu została powiadomiona. Proszę spróbuj później!

source: Access Denied. Possibly invalid ticket ID
de_de: Zugriff verweigert. M&ouml;glicherweise ungültiges Ticket ID
hr_hr: Pristup odbijen. ID zahtjeva je možda nevažeći
pl_pl: Brak dostępu. Ewentualnie nieprawidłowy identyfikator bilet

source: Security violation. Repeated violations will result in your account being locked.
hr_hr: Povreda sigurnosti. Ponovljeni prekršaji će rezultirati zatvaranjem vašeg korisničkog računa!
pl_pl: Naruszenia bezpieczeństwa. Powtarzające się naruszenia spowoduje konto jest zablokowane.

source: Message required
de_de: Nachricht benötigt
hr_hr: Upisivanje poruke je obavezno
pl_pl: Wiadomość wymagane

source: Invalid file type
de_de: Ungültiger Dateityp
hr_hr: Nedozvoljena vrsta datoteke
pl_pl: Nieprawidłowy typ pliku

source: File is too big
de_de: Die Datei ist zu gro&szlig;
hr_hr: Datoteka je prevelika
pl_pl: Plik jest zbyt duży

source: Message Posted Successfully
de_de: Nachricht erfolgreich gesendet
hr_hr: Poruka uspješno objavljena
pl_pl: Wiadomość Wysłany Pomyślnie

source: Unable to post the message. Try again
de_de: Die Nachricht kann nicht erstellt werden. Versuchen Sie es erneut
hr_hr: Slanje poruke nije uspjelo. Pokušajte ponovo
pl_pl: Nie można wysyłać wiadomości. Spróbuj ponownie

source: Error(s) occured. Please try again
de_de: Es sind Fehler aufgetreten. Bitte erneut versuchen.
hr_hr: Došlo je do pogreške. Pokušajte ponovo
pl_pl: Error(s) wystąpiły. Proszę spróbuj ponownie

source: Uknown action
de_de: Unbekannte Aktion
hr_hr: Nepoznata radnja
pl_pl: nieznane działanie

source: System is offline for an upgrade.
de_de: System ist für ein Upgrade offline.
hr_hr: Sustav je trenutno isključen zbog nadogradnje.
pl_pl: System jest niedostępny do uaktualnienia.

source: Access Disabled. Contact Admin
de_de: Zugang deaktiviert. Administrator kontaktieren
hr_hr: Pristup onemogućen. Kontaktirajte administratora.
pl_pl: System jest niedostępny do uaktualnienia...

source: The script is version %s while the database is version %s.
de_de: Das Skript hat die Version %s, w&auml;hrend die Datenbank Version %s ist.
hr_hr: Inačica skripte: %s / inačica baze podataka: %s.
pl_pl: Skrypt jest wersja %s, podczas gdy baza danych jest w wersji %s.

source: Possibly caused by incomplete upgrade.
de_de: M&ouml;glicherweise durch unvollst&auml;ndige Aktualisierung verursacht.
hr_hr: Možda niste dovršili nadogradnju.
pl_pl: Być może spowodowane niekompletną uaktualnienia.

source: Please take a minute to delete <strong>setup/install</strong> directory for security reasons.
de_de: Bitte nehmen Sie sich eine Minute Zeit, um das Verzeichnis <strong>setup/install</strong> aus Sicherheitsgründen zu löschen.
hr_hr: Iz sigurnosnih razloga preporučujemo brisanje direktorija <strong>setup ili install</strong>.
pl_pl: Poświęć chwilę, aby usunąć <strong> setup Zainstaluj </ strong> katalog / ze względów bezpieczeństwa.

source: Please change permission of config file (%s) to remove write access. e.g <i>chmod 644 %s</i>
de_de: Bitte ändern Sie die Berechtigung der config-Datei (%s) um den Schreibzugriff zu entfernen. z.B. <i>chmod 644 %s</i>
hr_hr: Molimo promijenite dozvole config datoteke (%s) i uklonite dozvolu pisanja. npr <i>chmod 644% s</i>
pl_pl: Proszę zmienić uprawnienia pliku konfiguracyjnego (%s), aby usunąć uprawnienia do zapisu. EGI> chmod 644 %s </ i>

source: Please consider turning off register globals if possible
de_de: Bitte deaktivieren Sie 'register_globals' wenn m&ouml;glich
hr_hr: Isključite 'register_globals' ako je moguće
pl_pl: Proszę rozważyć wyłączenie globalnych rejestru, jeżeli to możliwe

source: Preferences Updated Successfully
de_de: Einstellungen wurden erfolgreich aktualisiert
hr_hr: Postavke uspješno ažurirane
pl_pl: Preferencje zostały zaktualizowane

source: Internal error
de_de: Interner Fehler
hr_hr: Unutarnja pogreška
pl_pl: Błąd wewnętrzny

source: Attachments settings updated
de_de: Einstellungen für Anh&auml;nge wurden aktualisiert
hr_hr: Postavke privitaka ažurirane
pl_pl: Załączniki zmiana ustawień

source: Internal Error
de_de: Interner Fehler
hr_hr: Unutarnja pogreška
pl_pl: Błąd wewnętrzny

source: Key created successfully for %s
de_de: Schlüssel für %s erfolgreich erstellt
hr_hr: Ključ za %s je uspješno izrađen
pl_pl: Klucz został pomyślnie utworzony w %s

source: Error adding the IP. Try again
de_de: Fehler beim Hinzufügen der IP. Versuchen Sie es erneut
hr_hr: Pogreška dodavanja IP adrese. Pokušajte ponovno.
pl_pl: podczas dodawania IP. Spróbuj ponownie

source: API passphrase updated successfully
de_de: API Kennwort erfolgreich aktualisiert
hr_hr: API lozinka uspješno ažurirana
pl_pl: API hasło pomyślnie zaktualizowane

source: Error updating passphrase. Try again
de_de: Fehler beim Aktualisieren des Kennworts. Versuchen Sie es erneut.
hr_hr: Pogreška kod ažuriranja lozinke. Pokušajte ponovo
pl_pl: Błąd aktualizacji hasło. Spróbuj ponownie

source: You must select at least one entry to process
de_de: Wählen Sie mindestens einen Eintrag aus
hr_hr: Morate odabrati barem jedan unos za obradu
pl_pl: Musisz wybrać co najmniej jedną pozycję do przetworzenia

source: %s of %s selected key(s) updated
de_de: %s von %s ausgewählten Schlüssel aktualisiert
hr_hr: %s od %s odabranih ključeva ažurirano
pl_pl: %s z %s wybranych klawiszy) zaktualizowany

source: Unable to delete selected keys.
de_de: Gewählter Schlüssel kann nicht gelöscht werden.
hr_hr: Odabrane ključeve nije moguće izbrisati.
pl_pl: Nie można usunąć wybrane klucze.

source: %s of %s selected key(s) deleted
de_de: %s von %s ausgew&auml;hlten Schlüssel gelöscht
hr_hr: %s od %s odabranih ključeva izbrisan(o)
pl_pl: %s z%s wybranego klucza (jest) skreślony

source: Unable to delete selected key(s). Try again
de_de: Kann ausgew&auml;hlten Schlüssel nicht löschen. Versuchen Sie es erneut
hr_hr: Odabrane ključeve nije moguće izbrisati. Pokušajte ponovo
pl_pl: Nie można usunąć wybrane klawisze). Spróbuj ponownie

source: Unknown command
de_de: Unbekannter Befehl
hr_hr: Nepoznata naredba
pl_pl: Nieznane polecenie

source: Unknown action %s
de_de: Unbekannte Aktion %s
hr_hr: Nepoznata radnja %s
pl_pl: Nieznane działanie %s

source: Please enter a valid email.
de_de: Geben Sie bitte eine gültige E-Mail-Adresse ein.
hr_hr: Unesite valjanu adresu e-pošte.
pl_pl: Proszę podać poprawny adres e-mail.

source: Email already banned
de_de: E-Mail-Adresse bereits gesperrt
hr_hr: E-mail je već zabranjen
pl_pl: E-mail już zakazane

source: Email added to banlist
de_de: E-Mail-Adresse zur Sperrliste hinzugefügt
hr_hr: E-mail dodan u popis zabranjenih adresa
pl_pl: Email dodany do Lista banów

source: Unable to add email to banlist. Try again
de_de: Kann E-Mail-Adresse nicht zur Sperrliste hinzufügen. Erneut versuchen
hr_hr: Adresu nije moguće dodati na popis zabranjenih. Pokušajte ponovo
pl_pl: Nie można dodać do wiadomości e-mail Lista banów. Spróbuj ponownie

source: You must select at least one email
de_de: W&auml;hlen Sie mindestens eine E-Mail aus
hr_hr: Morate odabrati barem jedan e-mail
pl_pl: Musisz wybrać co najmniej jeden e-mail

source: %s of %s selected emails removed from banlist
de_de: %s von %s E-Mails aus Sperrliste entfernt
hr_hr: %s od %s odabranih e-pošti uklonjene s banliste
pl_pl: %s z %s wybranych maili usunięty z listy osób objętych zakazem

source: Unable to make remove selected emails. Try again.
de_de: Kann ausgew&auml;hlte E-Mails nicht entfernen. Versuchen Sie es erneut.
hr_hr: Uklanjanje odabranih e-mail adresa nije moguće. Pokušajte ponovo.
pl_pl: Nie można dokonać Usuń wybrane e-maile. Spróbuj ponownie.

source: Uknown banlist command!
de_de: Unbekannter Sperrliste Befehl!
hr_hr: Nepoznata naredba za ban-popis!
pl_pl: Nieznany ban lista poleceń!

source: Email updated successfully
de_de: E-Mail erfolgreich aktualisiert
hr_hr: E-mail adresa uspješno ažurirana
pl_pl: Email pomyślnie zaktualizowane

source: Error updating email
de_de: Fehler beim Aktualisieren der E-Mail
hr_hr: Pogreška ažuriranja e-maila
pl_pl: Błąd podczas aktualizowania email

source: Email added successfully
de_de: E-Mail erfolgreich hinzugefügt
hr_hr: Email uspješno dodan
pl_pl: E-mail został dodany

source: Unable to add email. Internal error
de_de: Kann die E-Mail nicht hinzufügen. Interner Fehler
hr_hr: Nije moguće dodati e-mail. Interna pogreška
pl_pl: Nie można dodać wiadomość. Błąd wewnętrzny

source: You must select at least one email to process
de_de: W&auml;hen Sie mindestens eine E-Mail aus
hr_hr: Morate odabrati barem jedan e-mail za obradu
pl_pl: Musisz wybrać co najmniej jeden e-mail do przetworzenia

source: One or more of the selected emails is being used by a Dept. Remove association first.
de_de: Eine oder mehrere der ausgewählten E-Mails wird von einer Abteilung verwendet. Entfernen Sie zuerst die Verbindungen.
hr_hr: Odjel koristi jednu ili više odabranih adresa. Uklonite povezanost s odjelom.
pl_pl: Jedna lub więcej z wybranych maili jest używany przez Dept. usunąć związek jako pierwszy.

source: %s of %s selected email(s) deleted
de_de: %s von %s markierten E-Mails wurden gelöscht
hr_hr: %s od %s odabranih adresa je obrisano
pl_pl: %s z % s wybranych e-mail(s) skreślony

source: Unable to delete selected email(s).
de_de: Kann die ausgew&auml;hlte E-Mail(s) nicht l&ouml;schen.
hr_hr: Nije moguće izbrisati odabrane adrese e-pošte.
pl_pl: Nie można usunąć wybrane e-maile).

source: Unknown topic action!
de_de: Unbekannter Thema Vorgang!
hr_hr: Nepoznata radnja za temu!
pl_pl: Nieznane działanie wątek!

source: Template created successfully
de_de: Vorlage erfolgreich erstellt
hr_hr: Predložak je uspješno izrađen
pl_pl: Szablon utworzony pomyślnie

source: Error creating the template - try again
de_de: Fehler beim Erstellen der Vorlage - erneut versuchen
hr_hr: Pogreška prilikom izrade predloška - pokušajte ponovo
pl_pl: Błąd podczas tworzenia szablonu - spróbuj ponownie

source: Unknown template
de_de: Unbekannte Vorlage
hr_hr: Nepoznati predložak
pl_pl: Nieznany szablonu

source: Template updated successfully
de_de: Vorlage erfolgreich aktualisiert
hr_hr: Predložak uspješno ažuriran
pl_pl: Szablon pomyślnie zaktualizowane

source: Error updating the template. Try again
de_de: Fehler beim Aktualisieren der Vorlage. Versuchen Sie es erneut
hr_hr: Pogreška pri ažuriranju predloška. Pokušajte ponovno
pl_pl: Błąd aktualizacji szablonu. Spróbuj ponownie

source: You must select at least one template
de_de: Sie müssen mindestens eine Vorlage auswählen
hr_hr: Odaberite najmanje jedan predložak
pl_pl: Musisz wybrać co najmniej jeden szablon

source: You can not delete default template
de_de: Standardvorlage kann nicht gelöscht werden
hr_hr: Ne možete izbrisati zadani predložak
pl_pl: Nie można usunąć domyślnego szablonu

source: One or more of the selected templates is being used by a Dept. Remove association first.
de_de: Eine oder mehrere ausgew&auml;hlte Vorlagen wird gerade von einer Abteilung verwendet. Entfernen Sie zuerst die Verwendung.
hr_hr: Jedan ili više odabranih predložaka se koristi od strane odjela. Uklonite povezanost s odjelom.
pl_pl: Jeden lub więcej z wybranego szablonu jest używany przez dług. Usunięto pierwsze skojarzenie.

source: %s of %s selected templates(s) deleted
de_de: %s von %s ausgewählte Vorlage(n) gelöscht
hr_hr: %s od %s predložaka izbrisano
pl_pl: %s z %s wybranych szablonów(y) skreślony

source: Unable to delete selected templates(s).
de_de: Ausgewählte Vorlage können nicht gelöscht werden.
hr_hr: Odabrane predloške nije moguće izbrisati.
pl_pl: Nie można usunąć wybrane szablony.

source: Unknown action
de_de: Unbekannte Aktion
hr_hr: Nepoznata radnja
pl_pl: nieznane działanie

source: Topic updated successfully
de_de: Thema erfolgreich aktualisiert
hr_hr: Tema uspješno ažurirana
pl_pl: Temat pomyślnie zaktualizowane

source: Error updating the topic
de_de: Fehler beim Aktualisieren des Themas
hr_hr: Pogreška pri ažuriranju teme
pl_pl: Błąd aktualizacji tematu

source: Help topic created successfully
de_de: Ticketthema erfolgreich angelegt
hr_hr: Tema pomoći uspješno stvorena
pl_pl: Pomoc wątek utworzony pomyślnie

source: Unable to create the topic. Internal error
de_de: Kann Thema nicht erstellen. Interner Fehler ist aufgetreten
hr_hr: Nije moguće stvoriti temu. Interna pogreška
pl_pl: Nie można utworzyć wątek. Błąd wewnętrzny

source: You must select at least one topic
de_de: Es muss min. ein Thema ausgew&auml;hlt werden
hr_hr: Odaberite najmanje jednu temu
pl_pl: Musisz wybrać co najmniej jeden temat

source: %s of %s selected services enabled
de_de: %s von %s ausgew&auml;hlten Services aktiviert
hr_hr: %s od %s odabranih usluga omogućeno
pl_pl: %s z %s wybranych usług włączony

source: Unable to complete the action.
de_de: Die Aktion konnte nicht fertig gestellt werden.
hr_hr: Nije moguće dovršiti radnju.
pl_pl: Nie można zakończyć operację.

source: %s of %s selected topics disabled
de_de: %s von %s ausgewählten Themen deaktiviert
hr_hr: %s od %s odabranih tema onemogućeno
pl_pl: %s z % s wybranych tematów wyłączony

source: Unable to disable selected topics
de_de: Ausgewählte Themen konnten nicht deaktiviert werden
hr_hr: Nije moguće onemogućiti odabrane teme
pl_pl: Nie można wyłączyć wybrane tematy

source: %s of %s selected topics deleted!
de_de: %s von %s ausgewählten Themen gelöscht!
hr_hr: %s od %s odabranih tema izbrisano!
pl_pl: %s z %s wybrane tematy usunięte!

source: Unable to delete selected topics
de_de: Ausgewählte Themen konnten nicht gel&ouml;scht werden
hr_hr: Odabrane teme nije moguće izbrisati
pl_pl: Nie można usunąć wybrane tematy

source: Role %s updated successfully
de_de: Aufgabebereich %s erfolgreich aktualisiert
hr_hr: Skupina %s uspješno ažurirana
pl_pl: Role %s pomyślnie zaktualizowane

source: Error(s) occured. Try again.
de_de: Fehler aufgetreten. Erneut versuchen.
hr_hr: Dogodila se pogreška. Pokušajte ponovo.
pl_pl: Error(s) wystąpił. Spróbuj ponownie.

source: Role %s created successfully
de_de: Aufgabebereich %s erfolgreich erstellt
hr_hr: Uloga %s uspješno izrađena
pl_pl: Role %s utworzony pomyślnie

source: One or more of the selected roles have users. Only empty roles can be deleted.
de_de: Eine oder mehrere der ausgewählten Aufgabenbereiche haben Benutzer. Nur leere Aufgabenbereiche k&ouml;nnen gel&ouml;scht werden.
hr_hr: Jedna ili više odabranih uloga ima korisnike. Samo prazne uloge se mogu izbrisati.
pl_pl: Jedna lub więcej z wybranych role użytkowników. Tylko puste role mogą być usunięte.

source: %s of %s selected roles Deleted
de_de: %s von %s ausgewählten Aufgabenbereiche gel&ouml;scht
hr_hr: %s od %s odabranih uloga obrisano
pl_pl: %s z %s wybranych ról Usunięte

source: Uknown command!
de_de: Unbekannter Befehl!
hr_hr: Nepoznata naredba!
pl_pl: Nieznane polecenie!

source: No roles selected.
de_de: Kein Aufgabebereich ausgewählt.
hr_hr: Niste odabrali ulogu.
pl_pl: Nie wybrano role.

source: Client profile updated successfully
de_de: Kunde-Profil erfolgreich aktualisiert
hr_hr: Profil klijenta je uspješno ažuriran
pl_pl: Profil klienta pomyślnie zaktualizowane

source: Error updating the user
de_de: Fehler beim Aktualisieren des Benutzers
hr_hr: Pogreška pri ažuriranju korisnika
pl_pl: Błąd aktualizacji użytkownikowi

source: %s added successfully
de_de: %s erfolgreich hinzugefügt
hr_hr: %s uspješno dodan
pl_pl: %s został dodany

source: Unable to add the user. Internal error
de_de: Kann den Benutzer nicht hinzufügen. Interner Fehler
hr_hr: Nije moguće dodati korisnika. Unutarnja pogreška
pl_pl: Nie można dodać użytkownika. Błąd wewnętrzny

source: %s of %s selected users enabled
de_de: %s von %s ausgewählten Benutzern aktiviert
hr_hr: %s od %s odabranih korisnika omogućen(o)
pl_pl: %s z%s wybranych użytkowników włączony

source: %s of %s selected users locked
de_de: %s von %s ausgewählten Benutzern gesperrt
hr_hr: %s od %s odabranih korisnika zaključano
pl_pl: %s z %s wybranych użytkowników zablokowana

source: %s of %s selected users deleted
de_de: %s von %s ausgewählten Benutzern gel&ouml;scht
hr_hr: %s od %s odabranih korisnika izbrisano
pl_pl: %s z %s wybranych użytkowników usunięty

source: No users selected.
de_de: Keine Benutzer ausgew&auml;hlt
hr_hr: Niste odabrali korisnika.
pl_pl: Nie wybrano użytkowników.

source: Group %s updated successfully
de_de: Gruppe %s erfolgreich aktualisiert
hr_hr: Grupa %s uspješno ažurirana
pl_pl: Role %s pomyślnie zaktualizowane

source: Group %s created successfully
de_de: Gruppe %s erfolgreich erstellt
hr_hr: Grupa %s uspješno stvorena
pl_pl: Role %s utworzony pomyślnie

source: One or more of the selected groups have users. Only empty groups can be deleted.
de_de: Eine oder mehrere der ausgew&auml;hlten Gruppen haben Benutzer. Nur leere Gruppen k&ouml;nnen gel&ouml;scht werden.
hr_hr: Jedna ili više odabranih grupa ima korisnike. Samo prazne grupe se mogu izbrisati.
pl_pl: Jedna lub więcej z wybranych roli użytkowników. Tylko puste role mogą być usunięte.

source: %s of %s selected groups Deleted
de_de: %s von %s ausgew&auml;hlten Gruppen gel&ouml;scht
hr_hr: Izbrisano %s od %s odabranih grupa
pl_pl: %s z %s wybranych rol Usunięte
