Repository: KasunDA/Katak-support
Catalog: i18n/templates/*.po
Languages: de_de, hr_hr, pl_pl

source: Bind Staff Session to IP:
de_de: Sitzung der Mitarbeiter an IP-Adresse binden:
hr_hr: Poveži sesije osoblja uz IP:
pl_pl: Włącz sesję z udziałem pracowników do IP:

source: Bind staff's session to login IP.
de_de: Die Sitzung der Mitarbeiter wird beim Anmelden an die aktuellen IP-Adresse gebunden.
hr_hr: Sesije osoblja su vezane uz IP adresu prijave.
pl_pl: Włącz sesję personelu w celu zalogowania się do IP.

source: User log-in required:
de_de: User-Login erforderlich:
hr_hr: Potrebna prijava korisnika:
pl_pl: Wymagane logowanie użytkownika:

source: Require user to log-in and become "client" to post and view ticket.
de_de: Registrierung und Anmeldung als "Kunde" sind notwendig, um Tickets zu erstellen.
hr_hr: Zahtijevaj prijavu i status korisnika za predaju i pregled zahtjeva.
pl_pl: Wymagaj użytkownika zalogowania się i zostania "klientem ", aby opublikować i wyś wietlić bilet.

source: User/client Excessive Logins:
de_de: Max. Anmeldeversuche für Benutzer/Kunden:
hr_hr: Maksimalan broj pokušaja prijave korisnika:
pl_pl: Nadmierna loga użytkownika / klienta:

source: User/client Session Timeout:
de_de: Inaktivitätslimit für Benutzer/Kunden:
hr_hr: Automatska odjava korisnika kod neaktivnosti:
pl_pl: Limit czasu sesji dla użytkownika / klienta:

source: User/client's max Idle time in minutes. Enter 0 to disable timeout
de_de: Zeitspanne in Minuten, nach der ein Benutzer/Kunde abgemeldet wird, wenn er nicht mehr mit dem System arbeitet. 0 zum Deaktivieren
hr_hr: Maksimalno vrijeme neaktivnosti korisnika u minutama. Upišite 0 ako želite onemogućiti funkciju.
pl_pl: Maksymalny czas bezczynności użytkownika / klienta w minutach. Wprowadź 0, aby wyłączyć limit czasu

source: Clickable URLs:
de_de: Anclickbare URLs:
hr_hr: Poveznice koje se mogu kliknuti:
pl_pl: Klikalne adresy URL:

source: Make URLs clickable
de_de: Macht URLs anclickbar
hr_hr: Izradi poveznice koje se mogu kliknuti
pl_pl: Udostępnij adresy URL

source: Enable Auto Cron:
de_de: Auto Cron aktivieren:
hr_hr: Omogući automatski cron:
pl_pl: Włącz Auto Cron:

source: Enable cron call on staff's activity
de_de: Auto Cron aktiviert durch Mitarbeitertätigkeit
hr_hr: Rad osoblja pokreće cron pozive
pl_pl: Włącz cron wzywając pracowników do działania

source: Staff Language:
de_de: Mitarbeitersprache:
hr_hr: Jezik za osoblje:
pl_pl: Język personelu:

source: Default language for the admin/staff control panel
de_de: Standardsprache für Admin/Mitarbeiterbereich
hr_hr: Zadani jezik za admin /upravljačku ploču osoblja
pl_pl: Domyślny język dla panelu administracyjnego administratora / personelu

source: User/client Language:
de_de: Kundensprache:
hr_hr: Jezik za korisnike:
pl_pl: Język użytkownika / klienta:

source: Default language for the external users's interface
de_de: Standardsprache extern
hr_hr: Zadani jezik sučelja za vanjske korisnike
pl_pl: Domyślny język interfejsu użytkownika zewnętrznego

source: Date &amp; Time
de_de: Datum &amp; Zeit
hr_hr: Datum i vrijeme
pl_pl: Data & Czas

source: Please refer to <a href="http://php.net/date" target="_blank">PHP Manual</a> for supported parameters.
de_de: Bitte standard <a href="http://php.net/date" target="_blank">PHP-Eingaben</a> benutzen
hr_hr: Moguće parametre potražite u <a href="http://php.net/date" target="_blank">uputama PHP-a</a>.
pl_pl: Więcej informacji na temat obsługiwanych parametrów można znaleźć w <a href="http://php.net/date" target="_blank"> Podręczniku PHP </a>.

source: Time Format:
de_de: Zeitformat:
hr_hr: Format vremena:
pl_pl: Format czasu:

source: Date Format:
de_de: Datumsformat:
hr_hr: Format datuma:
pl_pl: Format daty:

source: Date &amp; Time Format:
de_de: Datums- und Zeitformat:
hr_hr: Format datuma i vremena:
pl_pl: Data & Format czasu:

source: Day, Date &amp; Time Format:
de_de: Tages-, Datums- und Zeitformat:
hr_hr: Format dana, datuma i vremena:
pl_pl: Dzień, Data & Format czasu:

source: Default Timezone:
de_de: Vorgegebene Zeitzone:
hr_hr: Zadana vremenska zona:
pl_pl: Domyślny czas:

source: Default timezone for the external interface
de_de: Standard-Zeitzone für Benutzer/Kunden
hr_hr: Zadana vremenska zona vanjskog sučelja
pl_pl: Domyślna strefa czasowa interfejsu zewnętrznego

source: Daylight Saving:
de_de: Zeitumstellung:
hr_hr: Ljetno računanje vremena:
pl_pl: Sezonowa zmiana czasu:

source: Observe daylight savings
de_de: Verwende die Sommerzeit
hr_hr: Upotreba ljetnog računanja vremena
pl_pl: Obserwuj oszczę dnoś ci dzienne

source: Ticket Options &amp; Settings
de_de: Ticket-Einstellungen &amp; Optionen
hr_hr: Mogućnosti i postavke zahtjeva
pl_pl: Opcje biletów Ustawienia

source: If enabled ticket lock get auto-renewed on form activity.
hr_hr: Ako je omogućeno, zahtjev će se ponovno zaključati u slučaju aktivnosti formulara.
pl_pl: Jeśli włączona blokada biletów zostanie automatycznie odnowiona w trakcie działania formularza.

source: Ticket IDs:
de_de: Ticket Nummern:
hr_hr: Brojevi zahtjeva:
pl_pl: Identyfikatory biletów:

source: Sequential
de_de: Sequentiell (fortlaufend)
hr_hr: Uzastopno
pl_pl: Sekwencyjny

source: Random (recommended)
de_de: Zufällig (empfohlen)
hr_hr: Slučajno (preporučeno)
pl_pl: Losowe (zalecane)

source: Ticket Priority:
de_de: Ticket Priorit&auml;t:
hr_hr: Prioritet zahtjeva:
pl_pl: Priorytet biletu:

source: Default priority
de_de: Standard-Priorität
hr_hr: Zadani prioritet
pl_pl: Domyślny priorytet

source: Allow user to overwrite/set priority (new web tickets)
de_de: Externe User können Priorität setzen/ändern (neue Webtickets)
hr_hr: Dopusti korisniku da postavi/promijeni prioritet/važnost (novi zahtjevi preko web sučelja)
pl_pl: Pozwól użytkownikowi na zastąpienie / ustawienie priorytetu (nowe bilety internetowe)

source: Use email priority when available (new emailed tickets)
de_de: Wenn vorhanden E-Mail Priorität nutzen (neue E-Mail-Tickets)
hr_hr: Preuzmi važnost iz e-maila, ukoliko moguće (novi zahtjev putem e-maila)
pl_pl: Użyj priorytetu poczty e-mail, jeśli jest dostępny (nowe bilety pocztą elektroniczną)

source: Maximum <b>Open</b> Tickets:
de_de: Maximal <b>Offene</b> Tickets:
hr_hr: Maks. <b>otvorenih</b> zahtjeva:
pl_pl: Maksymalna liczba biletów <b> Otwórz </ b>:

source: per email. (<i>Helps with spam and flood control. Enter 0 for unlimited</i>)
de_de: pro E-Mail. (<i>Hilfe zur Spamkontrolle. 0 für unbegrenzt</i>)
hr_hr: po adresi e-pošte. (<i>Pomaže protiv spama. 0 za neograničeno</i>)
pl_pl: Za e-mail. (<I> Pomaga w zwalczaniu spamu i powodzi, wprowadź 0 dla nieograniczonych </ i>)

source: Auto-Lock Time:
de_de: Auto-Lock Zeit:
hr_hr: Trajanje rezervacije zahtjeva
pl_pl: Czas automatycznego blokowania:

source: (<i>Minutes to lock a ticket on activity. Enter 0 to disable locking</i>)
de_de: (<i>Dauer zur Mitarbeiter-Kollisionsvermeidung in Minuten. 0 zum Deaktivieren</i>)
hr_hr: (<i>Trajanje rezervacije kod rada na zahtjevu. 0 onemogućuje zaključavanje</i>)
pl_pl: (<I> Minuty, aby zablokować bilet na aktywności. Wprowadź 0, aby wyłączyć blokowanie </ i>)

source: Ticket Grace Period:
de_de: Ticket Ablaufzeit:
hr_hr: Poček zahtjeva:
pl_pl: Okres biletu:

source: (<i>Hours before ticket is marked overdue. Enter 0 to disable aging</i>)
de_de: (<i>Nach der Ablaufzeit (in Stunden) werden Tickets automatisch als überfällig markiert</ i>)
hr_hr: (<i>broj sati prije nego se zahtjev označi zakašnjelim. 0 isključuje praćenje starosti.</i>)
pl_pl: (<I> Godziny przed biletem są oznaczone jako opóźnione. Wprowadź 0, aby wyłączyć starość </ i>)

source: Reopening Ticket by customer:
de_de: Ticket wiedereröffnen durch Kunden/User:
hr_hr: Ponovno otvaranje zahtjeva od strane klijenta:
pl_pl: Re otwieranie biletu przez klienta:

source: Days after which the ticket can no longer be re-opened. 0 means never reopen
de_de: Anzahl der Tage nach denen Ticket nicht mehr geöffnet werden kann. 0 = niemals
hr_hr: Broj dana nakon kojega je nemoguće ponovno otvoriti zahtjev. 0 onemogućuje ponovno otvaranje
pl_pl: Dni, po których bilet nie może być ponownie otwarty. 0 oznacza ponowne otwarcie

source: Auto-assign reopened tickets to last respondent if still 'available'.
de_de: Wiedereröffnete Tickets automatisch an den selber Mitarbeiter wie vorher zuweisen, wenn möglich.
hr_hr: Automatski dodijeli ponovno otvorene zahtjeve zadnjem članu osoblja koji je sudjelovao u rješavanju, ako je dostupan.
pl_pl: Automatycznie przypisaj ponownie otwarte bilety do ostatniego respondenta, jeśli nadal dostępne.

source: Ticket Activity Log:
de_de: Ticket Protokoll:
hr_hr: Praćenje aktivnosti zahtjeva:
pl_pl: Dziennik aktywności biletów:

source: Log ticket's activity as internal notes.
de_de: Protokolliert Ticket Acktivität als interne Hinweis
hr_hr: Prati aktivnosti zahtjeva kao unutarnje bilješke.
pl_pl: Aktywność biletu jako wewnętrzne notatki.

source: Staff Identity:
de_de: Mitarbeiter-Identität:
hr_hr: Identitet osoblja:
pl_pl: Tożsamość personelu:

source: Hide staff's name on responses.
de_de: Mitarbeiter-Namen bei Antworten verbergen.
hr_hr: Sakrij ime člana osoblja kod odgovora.
pl_pl: Ukryj nazwisko pracownika w odpowiedzi.

source: Topic Choice:
de_de: Themenauswahl:
hr_hr: Izbor teme:
pl_pl: Wybór tematu:

source: Enable topic choice on new web ticket.
de_de: Aktiviert Themenauswahl bei neuem Webticket.
hr_hr: Omogućuje izbor teme kod slanja web zahtjeva.
pl_pl: Włącz wybór tematu na nowym bilecie internetowym.

source: Human Verification:
de_de: Menschliche Überprüfung:
hr_hr: Zaštita od automatskih prijava:
pl_pl: Weryfikacja Człowieka:

source: Enable captcha on new web tickets.
de_de: CAPTCHA bei neuen Web-Tickets aktivieren.
hr_hr: Omogući captcha za nove zahtjeve s weba.
pl_pl: Włącz captcha na nowych stronach internetowych.

source: Note that global settings can be disabled at dept/email level.
de_de: Hinweis: Standardeinstellungen können auf Abteilungs-/E-Mail-Ebene deaktiviert werden.
hr_hr: Imajte na umu da se globalne postavke mogu onemogućiti na razini odjela/e-maila.
pl_pl: Zauważ, że ustawienia globalne można wyłączyć na poziomie dept / e-mail.

source: Incoming Emails
de_de: Eingehende E-Mails
hr_hr: Dolazna e-pošta
pl_pl: Przychodzące wiadomości e-mail

source: For mail fetcher (POP/IMAP) to work you must set a cron job or simply enable auto-cron
hr_hr: Za dohvate e-maila (POP/IMAP) potrebno je napraviti cron job ili uključiti auto-cron
pl_pl: W celu uruchomienia funkcji pobierania poczty (POP / IMAP) musisz ustawić zadanie cron lub po prostu włączyć auto- cron

source: Enable POP/IMAP email fetch
de_de: E-Mail POP/IMAP-Abruf Aktivieren
hr_hr: Omogući POP/IMAP dohvat e-pošte
pl_pl: Włącz pobieranie wiadomości POP / IMAP

source: Global setting which can be disabled at email level
de_de: Globale Einstellung - kann auf E-Mail-Ebene deaktiviert werden.
hr_hr: Globalna postavka koja može biti onemogućena na razini e-mail
pl_pl: Ustawienie globalne, które można wyłączyć na poziomie poczty e-mail

source: Enable email piping
de_de: E-Mail piping Aktivieren
hr_hr: "Piping" e-poruka omogućen
pl_pl: Włącz rurociągi wiadomości e-mail

source: Strip quoted reply (<i>depends on the tag below</i>)
de_de: Zitierte Antwort entfernen (<i>abhängig von der Einstellung "Trennlinie für Antworten"</i>)
hr_hr: Izbriši citirani dio odgovora (<i>ovisi o donjoj oznaci</i>)
pl_pl: Odszyfrowana odpowiedź (<i> zależy od tagu poniżej </ i>)

source: Reply Separator Tag
de_de: Trennlinie für Antworten
hr_hr: Razdjelnik odgovora
pl_pl: Odpowiedz Tag separatora

source: Outgoing Emails
de_de: Ausgehende E-Mails
hr_hr: Odlazne poruke e-pošte
pl_pl: Poczta wychodząca

source: Default Email:
de_de: Standard-E-Mail-Adresse:
hr_hr: Zadana adresa e-pošte:
pl_pl: Domyślny adres e-mail:

source: Only applies to outgoing emails with no SMTP settings.
de_de: Gilt nur für ausgehende E-Mails ohne SMTP-Einstellung.
hr_hr: Odnosi se samo na odlaznu poštu bez SMTP postavki.
pl_pl: Dotyczy tylko wychodzących wiadomości e-mail bez ustawień SMTP.

source: None: Use PHP mail function
de_de: Keine: E-Mail-Funktion von PHP verwenden
hr_hr: Nijedna: koristi funkciju PHP mail
pl_pl: Brak: Użyj funkcji poczty elektronicznej

source: Allow spoofing (No Overwrite).
hr_hr: Dopusti lažiranje adrese (ne prepisuje postojeću vrijednost).
pl_pl: Zezwalaj na fałszowanie (brak nadpisywania).

source: Default System Email:
de_de: Standard-E-Mail-Adresse des Systems:
hr_hr: Zadana e-mail adresa sustava:
pl_pl: Domyślny systemowy e-mail:

source: Default Alert Email:
de_de: Standard-Warn-E-Mail:
hr_hr: Zadana adresa e-pošte za upozorenja:
pl_pl: Domyślny alert:

source: Use Default System Email (above)
de_de: Standard-E-Mail-Adresse des Systems verwenden (siehe oben)
hr_hr: Koristi gornju zadanu e-mail adresu sustava
pl_pl: Użyj domyślnego systemu e-mail (powyżej)

source: Used to send out alerts and notices to staff.
de_de: E-Mail zum versenden von Hinweisen und Warnungen an Mitarbeiter.
hr_hr: Koristi se za slanje upozorenja i obavijesti za osoblje.
pl_pl: Służy do wysyłania alerty i powiadomień do personelu.

source: Autoresponders &nbsp;(Global Setting)
de_de: Rückmeldungen &nbsp;(Globale Einstellung)
hr_hr: Autom. odgovori &nbsp;(globalna postavka)
pl_pl: Autoresponders & nbsp; (ustawienie globalne)

source: These global settings can be overridden at department level. Notices sent to user use 'Default System Email' as FROM address if no Dept Email is available.
de_de: Hinweis: Standardeinstellungen können auf Abteilungs-/E-Mail-Ebene deaktiviert werden. Wenn keine Abteilungs-E-Mail vorhanden, werden alle Rückmeldungen an externe User von der Standard-E-Mail-Adresse des Systems versand.
hr_hr: Ove globalne postavke mogu nadjačati na razini odjela. Poslane obavijesti koriste zadanu e-mail adresu sustava kao adresu pošiljatelja ukoliko ne postoje odjeli.
pl_pl: Te ustawienia globalne można zastąpić na poziomie departamentu. Powiadomienia wysyłane do użytkownika "Domyślny system e-mail" jako adres FROM, jeśli nie ma adresu e-mailowego Dept.

source: Autoresponse includes the ticket ID required to check status of the ticket
de_de: Automatiche Rückmeldung beinhaltet Ticketnummer, die für die Statusabfrage des Tickets benötig wird
hr_hr: Autom. odgovor uključuje ID zahtjeva (potreban da bi se moglo provjeriti stanje tiketa)
pl_pl: Autoresponse zawiera identyfikator biletu wymagany do sprawdzenia stanu biletu

source: New Ticket by Staff:
de_de: Neues Ticket von einem Mitarbeiter:
hr_hr: Novi zahtjev od osoblja
pl_pl: Nowy bilet przez personel:

source: Notice sent when staff creates a ticket on behalf of the user (Staff can disable)
de_de: Rückmeldung an externen User wenn Mitarbeiter ein Ticket erstellt (Mitarbeiter kann deaktivieren)
hr_hr: Poslati obavijest kada osoblje izradi zahtjev u ime korisnika (osoblje možete onemogućiti)
pl_pl: Wiadomość dołączona do istniejącego potwierdzenia rezerwacji

source: Message appended to an existing ticket confirmation
hr_hr: Poruka dodana postojećoj potvrdi zahtjeva
pl_pl: Wiadomość dołączona do istniejącego potwierdzenia rezerwacji

source: New Response from staff:
de_de: Neue Mitarbeiter Antwort:
hr_hr: Novi odgovor od osoblja:
pl_pl: Nowa odpowiedź od personelu:

source: Notice sent when staff respond to an existing ticket
hr_hr: Obavijest kada osoblje odgovori na otvoreni zahtjev
pl_pl: Zawiadomienie wysłane, gdy personel odpowiada na istniejący bilet

source: Overlimit notice:
hr_hr: Obavijest o prekoračenju
pl_pl: Ostrzeżenie nadmierne:

source: Ticket denied notice sent <b>only once</b> on limit violation to the user.
hr_hr: Šalje odbijenicu <b>samo jednom</b> nakon što korisnik prekorači broj otvorenih zahtjeva.
pl_pl: Bilet odmówił powiadomienia wysłanego <b> tylko raz </ b> w przypadku naruszenia limitu dla użytkownika.

source: <b>Note:</b> SysAdmin gets alerts on ALL denials by default
hr_hr: <b>Napomena:</b> SysAdmin prima obavijesti o svim odbijenim pokušajima prijave
pl_pl: <B> Uwaga: </ b> SysAdmin domyślnie dostaje alerty na ALL denials

source: Alerts &amp; notices to staff
de_de: Benachrichtigungen &amp; Notizen an die Mitarbeiter
hr_hr: Upozorenja i obavijesti za osoblje
pl_pl: Alerty & Zawiadomienia dla personelu

source: Alerts sent to staff use 'Default Alert Email' set above as FROM address.
hr_hr: Upozorenja poslana osoblju koriste gore postavljenu Zadanu adresu za upozorenja kao adresu pošiljatelja.
pl_pl: Alerty wysyłane do personelu używają "Domyślnego alertu e-maila" ustawionego powyżej jako adresu FROM.

source: New Ticket Alert:
de_de: Benachrichtigung bei neuem Ticket:
hr_hr: Obavijest o novom zahtjevu
pl_pl: Nowe bilety:

source: Select recipients
de_de: Empfänger auswählen
hr_hr: Odaberite primatelje
pl_pl: Wybierz odbiorców

source: Administrators
de_de: Administratoren
hr_hr: Administratori
pl_pl: Administratorzy

source: Department Manager
de_de: Abteilung Manager
hr_hr: Voditelj odjela
pl_pl: Kierownik działu

source: Department Members (spammy)
de_de: Abteilung Mitglieder (Spam)
hr_hr: Članovi odjela
pl_pl: Członkowie oddziału (spam)

source: New Message Alert:
de_de: Benachrichtigung bei neuer Nachricht:
hr_hr: Obavijest o novoj poruci
pl_pl: Nowy komunikat o alertu:

source: Last Respondent
de_de: Letzter antwortender Mitarbeiter
hr_hr: Osoba koja je zadnja odgovorila
pl_pl: Ostatni respondent

source: Assigned Staff
de_de: Zugewiesener Mitarbeiter
hr_hr: Osoblju kojemu je zahtjev dodijeljen
pl_pl: Przydzielony personel

source: Ticket assignment:
de_de: Ticket-Zuweisung:
hr_hr: Dodjela zahtjeva:
pl_pl: Przypisanie biletów:

source: Send alert to assigned staff
de_de: Sende Hinweis an zugewiesenen Mitarbeiter
hr_hr: Pošalji obavijest članu osoblja kojemu je zahtjev dodijeljen
pl_pl: Wyślij alert do wyznaczonego personelu

source: New Internal Note Alert:
de_de: Benachrichtigung bei neuer interner Anmerkung:
hr_hr: Obavijest o novoj internoj bilješci:
pl_pl: Nowy wewnętrzny alert Uwaga:

source: Overdue Ticket Alert:
de_de: Benachrichtigung bei Überfälligem Ticket:
hr_hr: Upozorenje o zakašnjelom rješavanju zahtjeva:
pl_pl: Nadpłata

source: The system administrator gets an alert by default. Select additional recipients below
hr_hr: Administrator sustava obavezno prima upozorenja. Odaberite dodatne primatelje u nastavku
pl_pl: Administrator systemu domyślnie dostaje alert. Wybierz kolejnych odbiorców poniżej

source: System Errors:
de_de: Systemfehler:
hr_hr: Pogreške sustava:
pl_pl: Błędy systemu:

source: Enabled errors are sent to the system administrator
de_de: Aktiviert Fehler werden an den Systemadministrator geschickt
hr_hr: Pogreške odabrane kategorije šalju se administratoru sustava
pl_pl: Błędy włączone są wysyłane do administratora systemu

source: System Errors
de_de: Systemfehler
hr_hr: Pogreške sustava
pl_pl: Błędy systemu

source: SQL errors
de_de: SQL Fehler
hr_hr: SQL pogreške
pl_pl: Błędy SQL

source: Excessive Login attempts
de_de: Zu viele Anmeldeversuche
hr_hr: Prekomjerni pokušaji prijave
pl_pl: Nadmierne próby logowania

source: Edit Standard Reply
de_de: Bearbeiten der Standardantwort
hr_hr: Uredi uobičajeni odgovor
pl_pl: Edytuj odpowiedź standardową

source: Add New Standard Reply
de_de: Neue Antwort hinzufügen
hr_hr: Dodaj predložak odgovora
pl_pl: Dodaj nową standardową odpowiedź

source: Title
de_de: Titel
hr_hr: Naziv
pl_pl: Tytuł

source: Inactive
de_de: Inaktiv
hr_hr: Neaktivan
pl_pl: Nieaktywny

source: Category:
de_de: Abteilung:
hr_hr: Kategorija:
pl_pl: Kategoria:

source: Department under which the 'answer' will be made available.
de_de: Abteilung, die Zugriff auf die Antwort erhalten soll.
hr_hr: Odjel kojemu će odgovor biti na raspolaganju.
pl_pl: Departament, w ramach którego "odpowiedź" zostanie udostępniona.

source: All Departments
de_de: Alle Abteilungen
hr_hr: Svi odjeli
pl_pl: Wszystkie oddziały

source: Answer:
de_de: Antwort:
hr_hr: Odgovor:
pl_pl: Odpowiedź:

source: Standard Reply - Ticket's base variables are supported.
de_de: Standardantwort - die Ticket-Basisvariablen werden unterstützt.
hr_hr: Uobičajeni odgovor - podržava osnovne varijable zahtjeva
pl_pl: Standardowa odpowiedź - obsługiwane są zmienne bazowe biletow.

source: Ticket Reports
de_de: Ticket-Statistik
hr_hr: Izvješća o zahtjevima
pl_pl: Raporty o biletach

source: Year:
de_de: Jahr:
hr_hr: Godina:
pl_pl: Rok:

source: Current year
de_de: Laufendes Jahr
hr_hr: Tekuća godina
pl_pl: Rok bieżący

source: Refresh
de_de: Neu laden
hr_hr: Osvježi
pl_pl: Odświeżać

source: Nr. of tickets for selected year and dept.
de_de: Anzahl der Tickets für augewähltes Jahr und Bereich
hr_hr: Br. zahtjeva za odabranu godinu i odjel
pl_pl: Nr. Bilety na wybrany rok i dept.

source: Nr. of tickets for the selected year
de_de: Anzahl der Tickets für das augewählte Jahr
hr_hr: Br. ulaznica za odabranu godinu
pl_pl: Nr. Biletów na wybrany rok

source: Total Nr. of tickets received
de_de: Gesamtanzahl der erhaltenen Tickets
hr_hr: Ukupan broj zaprimljenih zahtjeva
pl_pl: Razem Nr. Otrzymanych biletów

source: Edit Role: %s
hr_hr: Uređivanje skupine: %s
pl_pl: Edytuj rolę:% s

source: Add New Role
de_de: Neuen Aufgabebereich hinzufügen
hr_hr: Dodaj novu skupinu
pl_pl: Dodaj nową rolę

source: Role permissions set below applies cross all role members, but don't apply to Dept. Managers in some cases.
hr_hr: Postavljene ovlasti skupine odnose se na sve članove, osim Voditelja odjela u nekim slučajevima.
pl_pl: Poniższe uprawnienia do uprawnień roli dotyczą wszystkich członków roli, ale w niektórych przypadkach nie dotyczą dyrektorów departamentów.

source: Role Name:
de_de: Aufgabebereich Name:
hr_hr: Naziv skupine
pl_pl: Nazwa roli:

source: Role Status:
de_de: Status Aufgabebereich:
hr_hr: Status skupine:
pl_pl: Status roli:

source: Dept Access
hr_hr: Pristup odjelu
pl_pl: Dostęp do działu

source: Select departments role members are allowed to access in addition to their own department.
hr_hr: Odabrani članovi skupine uz svoj matični odjel imaju pristup i ovdje označenim odjelima.
pl_pl: Do członków działów departamentów mogą uzyskać dostęp tylko do własnego działu.

source: Select All
de_de: Alle auswählen
hr_hr: Odaberi sve
pl_pl: Zaznacz wszystko

source: Select None
de_de: Auswahl aufheben
hr_hr: Odaberi nijednog
pl_pl: Wybierz Brak

source: Can <b>View Unassigned</b> Tickets
de_de: Kann <b>anzeigen Nicht zugewiesen</ b> Tickets
hr_hr: Može <b>vidjeti nedodijeljene</b> zahtjeve
pl_pl: Można <b> zobaczyć nieprzypisane </ b> bilety

source: Ability to view unassigned tickets. (Dept Manager are always allowed).
hr_hr: Pristup nedodijeljenim zahtjevima. (Voditelji odjela uvijek imaju pristup)
pl_pl: Możliwość oglądania nieprzypisanych biletów. (Dept Manager są zawsze dozwolone).

source: Can <b>Create</b> Tickets
de_de: Kann Tickets <b>erstellen</b>
hr_hr: Može <b>napraviti</b> zahtjev
pl_pl: Czy można <b> Stworzyć </ b> Bilety

source: Ability to open tickets on behalf of users.
de_de: Berechtigung, Tickets im Namen anderer Kunden zu eröffnen.
hr_hr: Mogućnost otvaranja zahtjeva u ime korisnika.
pl_pl: Możliwość otwierania biletów w imieniu użytkowników.

source: Can <b>Close</b> Tickets
de_de: Kann Tickets <b>schließen</b>
hr_hr: Može <b>zatvoriti</b> zahtjev
pl_pl: Czy bilety można <b> zamknąć </b>

source: <b>Mass Close Only:</b> Staff can still close one ticket at a time when set to No.
hr_hr: Može <b>masovno zatvoriti</b>: Ako nije omogućeno, osoblje i dalje može pojedinačno zatvoriti zahtjeve.
pl_pl: <B> Masa tylko zamknięcia: </ b> Personel może nadal zamknąć jeden bilet w czasie, gdy ustawiono na Nie.

source: Can <b>Change</b> Tickets Priority
de_de: Kann <b>Ändern</ b> Tickets Priorität
hr_hr: Može <b>promijeniti</b> prioritet zahtjeva
pl_pl: Czy można zmienić <b> Zmień </ b> Priorytet biletów

source: Ability to change the priority (IE: Low, Normal, High, ...) of the tickets.
hr_hr: Mogućnost promjene prioriteta zahtjeva (nizak, visok, normalan...).
pl_pl: Możliwość zmiany priorytetu (IE: Low, Normal, High, ...) biletów.
